{
	"version": "https://jsonfeed.org/version/1",
	"title": "Michael Schieben",
	"icon": "https://micro.blog/michaelpush/avatar.jpg",
	"home_page_url": "https://push.michaelschieben.com/",
	"feed_url": "https://push.michaelschieben.com/feed.json",
	"items": [
		
			{
				"id": "http://michaelpush.micro.blog/2026/01/05/hello-hallo-neue-webseite/",
				"title": "Hello 2026, Hallo neue Webseite",
				"content_html": "<p>Ich klicke das gelbe Entenküken im Dock. <a href=\"https://cyberduck.io/\">Cyberduck</a> nutze ich seit 2003 um Dateien auf Webserver zu bringen. Manchmal ist es doch ganz einfach. FTP und HTML. Mit freundlichen Grüßen aus einer Zeit, in der Webseiten ohne Build-Script entstanden sind.</p>\n<p>Die letzten beiden Jahre hatte ich die einfachste Webseite, die man sich vorstellen kann. Eine einzige Datei. Keine Versionskontrolle. Kein Framework. Einfach öffnen, Text ändern, hochladen, fertig.</p>\n<p>Die Webseite sah aus wie Markdown-Text in meinem Lieblings-Editor iA Writer. Nerdy. Roh. Die Inhalte waren persönlich, aber sicher nicht optimal für Menschen, die mich so gar nicht kennen und etwas brauchen, was ich anbiete.</p>\n<p>(Einige haben dennoch mutig angerufen und es sind tolle Projekte entstanden.)</p>\n<p>Dennoch erlaube ich mir dieses Augenzwinkern. Text. Struktur. Keine Spielereien. Und ein Witz, den nur wenige verstehen. Die Umkehr von einer gängigen Transformation von Inhalten. Meine Website war in purem HTML geschrieben und wurde als Markdown dargestellt. Die semantische Auszeichnung (dies sei eine Überschrift, dies ein Aufzählungspunkt in einer Liste, die man in HTML durch Tags wie <code>h1</code> oder <code>ul</code> und <code>li</code> vornimmt) wurde zurückgeführt auf die einfache zeichenbasierte Markdown-Form. <a href=\"https://daringfireball.net/projects/markdown/\">Markdown</a> – welch geniale Erfindung (besser: Entdeckung), die aus der Analyse von Kommunikation im frühen Internet hervorgeht. John Gruber nutzte für diese Sprache Syntax aus Texten in User Groups, damals, als E-Mail-Programme kein Fett und Kursiv kannten und Text nur in ASCII gesendet wurde. Wie haben die Menschen die Inhalte strukturiert? Durch Zeichen, wie <code>=====</code> zur Unterstreichung von Inhalten und <code>-</code> Bindestriche als Aufzählungspunkte.</p>\n<p>Nicht wie sonst üblich nutzte ich Markdown, um HTML zu erzeugen. Meine alte Webseite ließ handgeschriebenes HTML wie Markdown aussehen.</p>\n<p>Jetzt habe ich die Webseite zum dritten Mal überarbeitet. Und auch diesmal greife ich das Konzept auf: <strong>Every decoding is another encoding.</strong></p>\n<p>Was wäre, wenn die Webseite selbst noch deutlicher zeigt, wie Information transformiert wird?</p>\n<p>Von Markdown zu HTML. Zurück zu Markdown. In verschiedenen Ansichten. Jede Darstellung ist eine Transformation. Jede Dekodierung ist eine neue Kodierung.</p>\n<p>Das ließ sich nicht mehr mit einer HTML-Datei lösen. Also: Lovable (ein AI-Tool zum Website-Bauen) und Cursor (ein Code-Editor mit AI) und etwas Vibe-Coding zwischen den Jahren. Ja klar habe ich Freude dabei.</p>\n<p>Du kannst zwischen vier Ansichten wechseln:</p>\n<ul>\n<li>Reader → Die Webseite als Markdown-Reader, wie in den Jahren zuvor.</li>\n<li>Page → Die gleiche Seite, aber mehr oder weniger klassisch in der Gestaltung.</li>\n<li>Raw → Der Markdown-Quelltext. So wie ich ihn schreibe, bevor er zu HTML wird.</li>\n<li>Source → Link zu GitHub. Die echten Dateien, die die Webseite ausmachen.</li>\n</ul>\n<p>Und wie <a href=\"https://michaelschieben.com/2024.html\">2024</a> und <a href=\"https://michaelschieben.com/2025.html\">2025</a> wird die Webseite als pures HTML ausgeliefert. Dein Browser braucht kein JavaScript, um sie zu lesen. Statisch, klassisch, zugänglich auch für Browser von vor 2000.</p>\n<p>Diesmal kommen die Inhalte tatsächlich aus mehreren Markdown-Dateien und ja, diesmal gibt es einen Build-Prozess, der das HTML erzeugt.</p>\n<p>Wenn JavaScript lädt, passiert etwas Besonderes: Es liest das HTML zurück in Markdown. Es rekonstruiert die Ursprungsform aus der dargestellten Form.</p>\n<p>Normalerweise geht der Prozess nur in eine Richtung: Markdown → HTML → Browser. Hier geht er auch zurück: HTML → Markdown → verschiedene Darstellungen.</p>\n<p>Das ist technisch interessant, oder anders formuliert: überkompliziert. Und gleichzeitig: Jede Darstellung ist eine Wahl. Jede Ansicht betont etwas anderes.</p>\n<p>Every decoding is another encoding.</p>\n<hr>\n<p>Technisch bin ich happy. Die Seite funktioniert. Sie macht, was sie soll. Und sie sieht aus wie 2024 und 2025 — und dennoch habe ich mich von der KI treiben lassen etwas mehr und anders über meine Arbeit zu erzählen.</p>\n<p>Klingt sie noch nach mir?</p>\n<p>Der Page-Modus braucht sicher eine andere visuelle Qualität. Wird 2026 das Jahr in dem ich mir eine eigene professionelle visuelle Identität leiste?</p>\n<p>Ich suche ein Brand Design. Und ich suche Sparring für meine Positionierung.</p>\n<p>Dann sicher ohne KI. Lovable und Cursor können Code schreiben, aber sie können keine gestalterische Kraft entwickeln, wenn es um Ton, Haltung, visuelle Identität geht.</p>\n<hr>\n<p>Meine Webseite ist jetzt komplizierter gebaut, um nach wie vor etwas Einfaches zu zeigen: es gibt mich.</p>\n<p>Ein Modus sieht aus wie vorher aber erzählt mich jetzt anders. Der Text ist ein Anfang. Der Page-Modus auch. Akzeptanz von Vorläufigkeit und gleichzeitig die Ambition was besser zu machen.</p>\n<p>Das passt zu mir.</p>\n<p>Ich arbeite dort, wo etwas beginnt.</p>\n<p>Schau: <a href=\"https://michaelschieben.com\">michaelschieben.com</a></p>\n",
				"content_text": "Ich klicke das gelbe Entenküken im Dock. [Cyberduck](https://cyberduck.io/) nutze ich seit 2003 um Dateien auf Webserver zu bringen. Manchmal ist es doch ganz einfach. FTP und HTML. Mit freundlichen Grüßen aus einer Zeit, in der Webseiten ohne Build-Script entstanden sind.\n\nDie letzten beiden Jahre hatte ich die einfachste Webseite, die man sich vorstellen kann. Eine einzige Datei. Keine Versionskontrolle. Kein Framework. Einfach öffnen, Text ändern, hochladen, fertig.\n\nDie Webseite sah aus wie Markdown-Text in meinem Lieblings-Editor iA Writer. Nerdy. Roh. Die Inhalte waren persönlich, aber sicher nicht optimal für Menschen, die mich so gar nicht kennen und etwas brauchen, was ich anbiete. \n\n(Einige haben dennoch mutig angerufen und es sind tolle Projekte entstanden.)\n\nDennoch erlaube ich mir dieses Augenzwinkern. Text. Struktur. Keine Spielereien. Und ein Witz, den nur wenige verstehen. Die Umkehr von einer gängigen Transformation von Inhalten. Meine Website war in purem HTML geschrieben und wurde als Markdown dargestellt. Die semantische Auszeichnung (dies sei eine Überschrift, dies ein Aufzählungspunkt in einer Liste, die man in HTML durch Tags wie `h1` oder `ul` und `li` vornimmt) wurde zurückgeführt auf die einfache zeichenbasierte Markdown-Form. [Markdown](https://daringfireball.net/projects/markdown/) – welch geniale Erfindung (besser: Entdeckung), die aus der Analyse von Kommunikation im frühen Internet hervorgeht. John Gruber nutzte für diese Sprache Syntax aus Texten in User Groups, damals, als E-Mail-Programme kein Fett und Kursiv kannten und Text nur in ASCII gesendet wurde. Wie haben die Menschen die Inhalte strukturiert? Durch Zeichen, wie `=====` zur Unterstreichung von Inhalten und `-` Bindestriche als Aufzählungspunkte.\n\nNicht wie sonst üblich nutzte ich Markdown, um HTML zu erzeugen. Meine alte Webseite ließ handgeschriebenes HTML wie Markdown aussehen.\n\nJetzt habe ich die Webseite zum dritten Mal überarbeitet. Und auch diesmal greife ich das Konzept auf: **Every decoding is another encoding.**\n\nWas wäre, wenn die Webseite selbst noch deutlicher zeigt, wie Information transformiert wird?\n \nVon Markdown zu HTML. Zurück zu Markdown. In verschiedenen Ansichten. Jede Darstellung ist eine Transformation. Jede Dekodierung ist eine neue Kodierung.\n\nDas ließ sich nicht mehr mit einer HTML-Datei lösen. Also: Lovable (ein AI-Tool zum Website-Bauen) und Cursor (ein Code-Editor mit AI) und etwas Vibe-Coding zwischen den Jahren. Ja klar habe ich Freude dabei.\n \nDu kannst zwischen vier Ansichten wechseln:\n\n- Reader → Die Webseite als Markdown-Reader, wie in den Jahren zuvor.\n- Page → Die gleiche Seite, aber mehr oder weniger klassisch in der Gestaltung.\n- Raw → Der Markdown-Quelltext. So wie ich ihn schreibe, bevor er zu HTML wird.\n- Source → Link zu GitHub. Die echten Dateien, die die Webseite ausmachen.\n \nUnd wie [2024](https://michaelschieben.com/2024.html) und [2025](https://michaelschieben.com/2025.html) wird die Webseite als pures HTML ausgeliefert. Dein Browser braucht kein JavaScript, um sie zu lesen. Statisch, klassisch, zugänglich auch für Browser von vor 2000.\n\nDiesmal kommen die Inhalte tatsächlich aus mehreren Markdown-Dateien und ja, diesmal gibt es einen Build-Prozess, der das HTML erzeugt.\n\nWenn JavaScript lädt, passiert etwas Besonderes: Es liest das HTML zurück in Markdown. Es rekonstruiert die Ursprungsform aus der dargestellten Form.\n\nNormalerweise geht der Prozess nur in eine Richtung: Markdown → HTML → Browser. Hier geht er auch zurück: HTML → Markdown → verschiedene Darstellungen.\n\nDas ist technisch interessant, oder anders formuliert: überkompliziert. Und gleichzeitig: Jede Darstellung ist eine Wahl. Jede Ansicht betont etwas anderes.\n\nEvery decoding is another encoding.\n\n---\n\nTechnisch bin ich happy. Die Seite funktioniert. Sie macht, was sie soll. Und sie sieht aus wie 2024 und 2025 — und dennoch habe ich mich von der KI treiben lassen etwas mehr und anders über meine Arbeit zu erzählen.\n\nKlingt sie noch nach mir?\n\nDer Page-Modus braucht sicher eine andere visuelle Qualität. Wird 2026 das Jahr in dem ich mir eine eigene professionelle visuelle Identität leiste?\n\nIch suche ein Brand Design. Und ich suche Sparring für meine Positionierung. \n\nDann sicher ohne KI. Lovable und Cursor können Code schreiben, aber sie können keine gestalterische Kraft entwickeln, wenn es um Ton, Haltung, visuelle Identität geht.\n\n---\n\nMeine Webseite ist jetzt komplizierter gebaut, um nach wie vor etwas Einfaches zu zeigen: es gibt mich.\n\nEin Modus sieht aus wie vorher aber erzählt mich jetzt anders. Der Text ist ein Anfang. Der Page-Modus auch. Akzeptanz von Vorläufigkeit und gleichzeitig die Ambition was besser zu machen.\n\nDas passt zu mir. \n\nIch arbeite dort, wo etwas beginnt.\n\nSchau: [michaelschieben.com](https://michaelschieben.com)\n",
				"date_published": "2026-01-05T16:42:28+01:00",
				"url": "https://push.michaelschieben.com/2026/01/05/hello-hallo-neue-webseite/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/30/meta-alle-fotos-dieses-blogs/",
				
				"content_html": "<p>Meta – alle <a href=\"https://push.michaelschieben.com/photos/\">Fotos dieses Blogs in 2025</a> und eine KI-gestützte Analyse über Umfang und Art der Beiträge:</p>\n<ol>\n<li>\n<p><strong>Workshop-Dokumentation</strong> – Der größte Block. Die &ldquo;Der Workshop ist vorbei&rdquo;-Serie, Fotos von leeren Räumen, müde im Hotelflur, Stifte sortieren. Visuell, knapp, fast rituell.</p>\n</li>\n<li>\n<p><strong>Facilitation-Reflexion</strong> – Definitionen sammeln, Zitate einordnen, die Frage &ldquo;Was ist Facilitation eigentlich?&rdquo; immer wieder neu stellen. Theoretischer, suchender.</p>\n</li>\n<li>\n<p><strong>Product Field</strong> – 10 Jahre Jubiläum, Vorträge, Learnings von anderen. Hier wird es konkreter, ich nenne Namen und verlinke.</p>\n</li>\n<li>\n<p><strong>Programm-Begleitung</strong> – Games Lift, Music WorX, Creative Business Academy. Laudatios, Team-Vorstellungen. Offizieller im Ton. Und viele Projekte mehr, über die ich gar nicht geschrieben habe. Weil das spannenste der Verschwiegenheit unterliegt.</p>\n</li>\n<li>\n<p><strong>Persönliches</strong> – Maus namens Manni, Bücher feiern, Reise nach Bremerhaven mit Rönke. Weicher, manchmal fast poetisch.</p>\n</li>\n<li>\n<p><strong>Meta/Indieweb</strong> – Posts über das Posten. Markdown-Lob, Twitter-Nostalgie, LinkedIn-Kritik.</p>\n</li>\n</ol>\n<hr>\n<p>Das Spektrum reicht von einem Wort (&quot;#likeatweetin2012&quot;) bis zu mehrteiligen Reflexionen. Von Foto ohne Text bis zum Text ohne Kontext :) – Manche Posts sind für andere geschrieben, manche nur für mich. Das macht den Blog unberechenbar – und lebendig. Eher ein Arbeitstagebuch, in dem ich manchmal laut denke und manchmal nur wirr und kurz winke.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Meta – alle [Fotos dieses Blogs in 2025](https://push.michaelschieben.com/photos/) und eine KI-gestützte Analyse über Umfang und Art der Beiträge:\n\n1. **Workshop-Dokumentation** – Der größte Block. Die \"Der Workshop ist vorbei\"-Serie, Fotos von leeren Räumen, müde im Hotelflur, Stifte sortieren. Visuell, knapp, fast rituell.\n\n2. **Facilitation-Reflexion** – Definitionen sammeln, Zitate einordnen, die Frage \"Was ist Facilitation eigentlich?\" immer wieder neu stellen. Theoretischer, suchender.\n\n3. **Product Field** – 10 Jahre Jubiläum, Vorträge, Learnings von anderen. Hier wird es konkreter, ich nenne Namen und verlinke.\n\n4. **Programm-Begleitung** – Games Lift, Music WorX, Creative Business Academy. Laudatios, Team-Vorstellungen. Offizieller im Ton. Und viele Projekte mehr, über die ich gar nicht geschrieben habe. Weil das spannenste der Verschwiegenheit unterliegt.\n\n5. **Persönliches** – Maus namens Manni, Bücher feiern, Reise nach Bremerhaven mit Rönke. Weicher, manchmal fast poetisch.\n\n6. **Meta/Indieweb** – Posts über das Posten. Markdown-Lob, Twitter-Nostalgie, LinkedIn-Kritik.\n\n---\n\nDas Spektrum reicht von einem Wort (\"#likeatweetin2012\") bis zu mehrteiligen Reflexionen. Von Foto ohne Text bis zum Text ohne Kontext :) – Manche Posts sind für andere geschrieben, manche nur für mich. Das macht den Blog unberechenbar – und lebendig. Eher ein Arbeitstagebuch, in dem ich manchmal laut denke und manchmal nur wirr und kurz winke.\n\n<img src=\"uploads/2025/push-michaelschieben-com-2025.png\" width=\"87\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-12-30T20:29:31+01:00",
				"url": "https://push.michaelschieben.com/2025/12/30/meta-alle-fotos-dieses-blogs/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/30/einige-vorhaben-hatte-ich-fr/",
				
				"content_html": "<p>Einige Vorhaben hatte ich für 2025 formuliert, u.a. dieses:</p>\n<blockquote>\n<p>Meinen eigenen Micro-Blog starten (back to indieweb + weniger LinkedIn).</p>\n</blockquote>\n<p>Meine Regel: Bevor ich etwas auf LinkedIn schreibe, veröffentliche ich es auf meiner Webseite.</p>\n<p>Erst dachte ich an Automatisierung und cross-postings. Aber <a href=\"https://erotte.de/\">Ecki</a> hatte den besten Tipp für den Übertrag: Copy und Paste, und dabei etwas überarbeiten.</p>\n<p>Das hat für mich gut funktioniert. Während ich im Textfenster von LinkedIn immer gleichzeitig auch an Reichweite und Algorithmus denke, teile und schreibe ich hier viel freier, weniger optimiert und mit mehr Freude.</p>\n<p>Und die meisten Posts auf diesem Blog bringe ich dann ins Soziale – zu LinkedIn. Ergänze @-Mentions und Hashtags und verbessere einige Fehler, Formulierungen, Verständlichkeit und die Aussagekraft beim Übertrag. Oft so, dass ich die Änderungen hier übernehme.</p>\n<p>Möchte ich im nächsten Jahr wieder so machen.</p>\n<p>Die Posting-Frequenz entspricht ungefähr meinem Arbeitspensum. Ein extrem voller Januar, eine Sommerpause im August und Herbstmüdigkeit im November.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Einige Vorhaben hatte ich für 2025 formuliert, u.a. dieses: \n\n> Meinen eigenen Micro-Blog starten (back to indieweb + weniger LinkedIn).\n\nMeine Regel: Bevor ich etwas auf LinkedIn schreibe, veröffentliche ich es auf meiner Webseite.\n\nErst dachte ich an Automatisierung und cross-postings. Aber [Ecki](https://erotte.de/) hatte den besten Tipp für den Übertrag: Copy und Paste, und dabei etwas überarbeiten.\n\nDas hat für mich gut funktioniert. Während ich im Textfenster von LinkedIn immer gleichzeitig auch an Reichweite und Algorithmus denke, teile und schreibe ich hier viel freier, weniger optimiert und mit mehr Freude.\n\nUnd die meisten Posts auf diesem Blog bringe ich dann ins Soziale – zu LinkedIn. Ergänze @-Mentions und Hashtags und verbessere einige Fehler, Formulierungen, Verständlichkeit und die Aussagekraft beim Übertrag. Oft so, dass ich die Änderungen hier übernehme.\n\nMöchte ich im nächsten Jahr wieder so machen.\n\nDie Posting-Frequenz entspricht ungefähr meinem Arbeitspensum. Ein extrem voller Januar, eine Sommerpause im August und Herbstmüdigkeit im November.\n\n<img src=\"uploads/2025/77-posts-in-2025.png\" width=\"600\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-12-30T19:24:05+01:00",
				"url": "https://push.michaelschieben.com/2025/12/30/einige-vorhaben-hatte-ich-fr/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/17/was-macht-ein-facilitator-zum/",
				
				"content_html": "<p>Was macht ein Facilitator zum Jahresende?</p>\n<p>Ich so: Stifte sortieren und dankbar sein für all die Gäste in Workshops, die diese in den Händen hielten.</p>\n<p>An alle Teilnehmenden: Manchmal sind es nur kurze, intensive Momente der Zusammenarbeit. Ich danke für eure Energie, das Vertrauen in meine Führung und viele Erkenntnis-Momente.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Was macht ein Facilitator zum Jahresende?\n\nIch so: Stifte sortieren und dankbar sein für all die Gäste in Workshops, die diese in den Händen hielten.\n\nAn alle Teilnehmenden: Manchmal sind es nur kurze, intensive Momente der Zusammenarbeit. Ich danke für eure Energie, das Vertrauen in meine Führung und viele Erkenntnis-Momente. \n\n<img src=\"uploads/2025/2025-wrapup.jpg\" width=\"600\" height=\"337\" alt=\"\">\n",
				"date_published": "2025-12-17T17:12:20+01:00",
				"url": "https://push.michaelschieben.com/2025/12/17/was-macht-ein-facilitator-zum/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/17/laudatiozeit-zur-graduation-des-games/",
				
				"content_html": "<p>Laudatio-Zeit! Zur Graduation des Games Lift Programms 2025 durfte ich den Pivot von Team <a href=\"https://www.instagram.com/curiocompass_games/\">Curio Compass / AfterLIVE</a> loben.</p>\n<p>Excited to be here for Teams Curio Compass. Me, not having decades of experience in the games industry. Besides running workshops at this wonderful program.</p>\n<p>So let me share a few words from the angle of a product strategist and co-author of the Product Field Framework:</p>\n<p>In product development, there&rsquo;s a moment every founder fears: you realize what got us here won&rsquo;t get us there.</p>\n<p>In the startup world, they call it a pivot. A sharp turn.</p>\n<p>A pivot is not just changing direction. It&rsquo;s looking at something you&rsquo;ve built, something you&rsquo;ve loved, something you&rsquo;ve defended in pitches and late-night discussions—and saying, &ldquo;This isn&rsquo;t working. Let&rsquo;s cut it.&rdquo;</p>\n<p>That takes more than skill. That takes nerve.</p>\n<p>Curio Compass came into this incubator with a wild, wonderful concept: A reality TV show in the afterlife. Dead people competing for a second chance. And at the heart of it? Volleyball.</p>\n<p>Volleyball was their hook. Their unique selling point. Their baby.</p>\n<p>And then, after workshops, after feedback, after honest conversations with themselves, <strong>they cut it</strong>. Gone.</p>\n<p>In most teams, a decision like this causes friction. Blame. Maybe even a breakup. But not here. Adnan, Felix, and Adri – you handled it with remarkable harmony. You told us, &ldquo;A weight lifted off our shoulders.&rdquo;</p>\n<p>That&rsquo;s the sign of a team built on trust.</p>\n<p>And your openness didn&rsquo;t stop at your own project. Throughout this incubator, you were first to offer feedback, first to ask hard questions, first to help others see new perspectives. You didn&rsquo;t just grow – your spirit helped everyone grow.</p>\n<p>Curio Compass, you&rsquo;re making a NOT-volleyball game now.</p>\n<p>And that’s a good thing – because now the story can breathe. What does it mean to be watched, judged, to never feel good enough?\nThat is a way bigger question than winning a volleyball game.\nTo mark this milestone, I brought you this ball.</p>\n<p>It says: &ldquo;Super Soft Play.&rdquo; That&rsquo;s my wish for everyone who plays AfterLIVE.</p>\n<p>And for you three – I wish a Super Soft Founder Journey.</p>\n<p><strong>Process determines product.</strong></p>\n<p>Congratulations.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Laudatio-Zeit! Zur Graduation des Games Lift Programms 2025 durfte ich den Pivot von Team [Curio Compass / AfterLIVE](https://www.instagram.com/curiocompass_games/) loben.\n\nExcited to be here for Teams Curio Compass. Me, not having decades of experience in the games industry. Besides running workshops at this wonderful program.\n\nSo let me share a few words from the angle of a product strategist and co-author of the Product Field Framework:\n\nIn product development, there's a moment every founder fears: you realize what got us here won't get us there.\n\nIn the startup world, they call it a pivot. A sharp turn.\n\nA pivot is not just changing direction. It's looking at something you've built, something you've loved, something you've defended in pitches and late-night discussions—and saying, \"This isn't working. Let's cut it.\"\n\nThat takes more than skill. That takes nerve.\n\nCurio Compass came into this incubator with a wild, wonderful concept: A reality TV show in the afterlife. Dead people competing for a second chance. And at the heart of it? Volleyball.\n\nVolleyball was their hook. Their unique selling point. Their baby.\n\nAnd then, after workshops, after feedback, after honest conversations with themselves, **they cut it**. Gone.\n\nIn most teams, a decision like this causes friction. Blame. Maybe even a breakup. But not here. Adnan, Felix, and Adri – you handled it with remarkable harmony. You told us, \"A weight lifted off our shoulders.\"\n\nThat's the sign of a team built on trust.\n\nAnd your openness didn't stop at your own project. Throughout this incubator, you were first to offer feedback, first to ask hard questions, first to help others see new perspectives. You didn't just grow – your spirit helped everyone grow.\n\nCurio Compass, you're making a NOT-volleyball game now. \n\nAnd that’s a good thing – because now the story can breathe. What does it mean to be watched, judged, to never feel good enough?\nThat is a way bigger question than winning a volleyball game.\nTo mark this milestone, I brought you this ball.\n\nIt says: \"Super Soft Play.\" That's my wish for everyone who plays AfterLIVE.\n\nAnd for you three – I wish a Super Soft Founder Journey.\n\n**Process determines product.**\n\nCongratulations.\n\n<img src=\"uploads/2025/01.jpg\" width=\"600\" height=\"336\" alt=\"\">\n",
				"date_published": "2025-12-17T10:08:35+01:00",
				"url": "https://push.michaelschieben.com/2025/12/17/laudatiozeit-zur-graduation-des-games/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/09/zum-abschluss-des-diesjhrigen-music/",
				
				"content_html": "<p>Zum Abschluss des diesjährigen Music WorX Programms teile ich meine Laudatio für die Jury Winner: <a href=\"https://www.instagram.com/postalsounds/\">Postal Sounds</a>.</p>\n<p>Founding a startup is a journey — a founder’s journey. And when you meet <a href=\"https://www.linkedin.com/in/omdiazar/\">Omar</a> &amp; <a href=\"https://www.linkedin.com/in/juan-riva-98643ab9/\">Juan</a>, that journey suddenly feels less like a business plan… and more like a road trip.</p>\n<p>A road movie. Think Quentin Tarantino energy — bold characters, strong soundtrack, and a story you feel.</p>\n<p>Thank you for stopping in Hamburg and letting us ride along for a moment.</p>\n<p>Postal Sounds helps people discover stories, places, and music. Stories that lift local identity, let you experience emotions. Stories for human connection.</p>\n<p>Are you hiking or biking? Use <a href=\"https://www.komoot.com/\">komoot</a>.\nDo you love listening? Choose <a href=\"https://www.instagram.com/postalsounds/\">Postal Sounds</a></p>\n<p>Every city has its own heartbeat. Postal Sounds makes you listen.</p>\n<p>My heartbeat? Bumping a bit faster. Excited to see you as founders.</p>\n<p>And for sure: it’s always good to have a lawyer. As your attorney, I advise you to rent a very fast car with no top — and just keep building.</p>\n<p><em>Photo by: Jan-Marius Komorek – Final Pitch Events, Teams, Jury, Helene, me</em></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Zum Abschluss des diesjährigen Music WorX Programms teile ich meine Laudatio für die Jury Winner: [Postal Sounds](https://www.instagram.com/postalsounds/).\n\nFounding a startup is a journey — a founder’s journey. And when you meet [Omar](https://www.linkedin.com/in/omdiazar/) & [Juan](https://www.linkedin.com/in/juan-riva-98643ab9/), that journey suddenly feels less like a business plan… and more like a road trip. \n\nA road movie. Think Quentin Tarantino energy — bold characters, strong soundtrack, and a story you feel.\n\nThank you for stopping in Hamburg and letting us ride along for a moment.\n\nPostal Sounds helps people discover stories, places, and music. Stories that lift local identity, let you experience emotions. Stories for human connection.\n\nAre you hiking or biking? Use [komoot](https://www.komoot.com/).\nDo you love listening? Choose [Postal Sounds](https://www.instagram.com/postalsounds/)\n\nEvery city has its own heartbeat. Postal Sounds makes you listen.\n\nMy heartbeat? Bumping a bit faster. Excited to see you as founders.\n\nAnd for sure: it’s always good to have a lawyer. As your attorney, I advise you to rent a very fast car with no top — and just keep building.\n\n_Photo by: Jan-Marius Komorek – Final Pitch Events, Teams, Jury, Helene, me_\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/1764949705880.jpg\" width=\"600\" height=\"399\" alt=\"\">\n",
				"date_published": "2025-12-09T22:20:45+01:00",
				"url": "https://push.michaelschieben.com/2025/12/09/zum-abschluss-des-diesjhrigen-music/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/09/ein-highlight-zum-jahresende-gedruckt/",
				
				"content_html": "<p>Ein Highlight zum Jahresende. Gedruckt, schwarz auf weiß und in den Händen der Mitarbeitenden. Das Leitbild der <a href=\"https://www.hamburger-kunsthalle.de/de\">Hamburger Kunsthalle</a>.</p>\n<p>Mit Freude erinnere ich mich an den partizipativen Auftakt zurück: zwei Workshoptage im Januar 25, nach gründlicher Auftragsklärung mit dem Führungskreis vorbereitet, konzipiert und von mir moderiert.</p>\n<p><a href=\"https://www.linkedin.com/in/janmetzler/\">Dr. Jan Metzler teilte dieses Video auf LinkedIn.</a> und schreibt:</p>\n<blockquote>\n<p>Begleitet hat den Prozess als Coach Michael Schieben, der uns geholfen hat, auch manchmal widerstrebende Vorstellungen kompromissfähig zu machen.</p>\n</blockquote>\n<p>Das war maximal spannend.</p>\n<p>Viele Perspektiven, entscheidende Beiträge, <a href=\"https://www.linkedin.com/posts/dr-helga-huskamp-109a62307_museumsarbeit-als-teamarbeit-das-ist-meins-activity-7404190693847535619-b5HX?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAC4YLUEBAj-teSKYyMltt4ICmaGJxMmMtYk\">neue Energie</a>, ein Gemeinsam. Zum Jahresende. Check und Glückwunsch an alle Beteiligten!</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "Ein Highlight zum Jahresende. Gedruckt, schwarz auf weiß und in den Händen der Mitarbeitenden. Das Leitbild der [Hamburger Kunsthalle](https://www.hamburger-kunsthalle.de/de).\n\nMit Freude erinnere ich mich an den partizipativen Auftakt zurück: zwei Workshoptage im Januar 25, nach gründlicher Auftragsklärung mit dem Führungskreis vorbereitet, konzipiert und von mir moderiert.\n\n[Dr. Jan Metzler teilte dieses Video auf LinkedIn.](https://www.linkedin.com/in/janmetzler/) und schreibt:\n\n> Begleitet hat den Prozess als Coach Michael Schieben, der uns geholfen hat, auch manchmal widerstrebende Vorstellungen kompromissfähig zu machen.\n\nDas war maximal spannend.\n\nViele Perspektiven, entscheidende Beiträge, [neue Energie](https://www.linkedin.com/posts/dr-helga-huskamp-109a62307_museumsarbeit-als-teamarbeit-das-ist-meins-activity-7404190693847535619-b5HX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAC4YLUEBAj-teSKYyMltt4ICmaGJxMmMtYk), ein Gemeinsam. Zum Jahresende. Check und Glückwunsch an alle Beteiligten!\n\n<video controls=\"controls\" playsinline=\"playsinline\" preload=\"none\" width=\"720\" height=\"1280\" poster=\"https://cdn.uploads.micro.blog/195735/2025/frames/1634747-0-cdc1f9.jpg\" src=\"https://cdn.uploads.micro.mov/195735/2025/leitbild/playlist.m3u8\"></video>\n",
				"date_published": "2025-12-09T22:12:44+01:00",
				"url": "https://push.michaelschieben.com/2025/12/09/ein-highlight-zum-jahresende-gedruckt/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/09/der-workshop-geht-gleich-los/",
				
				"content_html": "<p>Der Workshop geht gleich los – Zweiter Teil einer Serie</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Der Workshop geht gleich los – Zweiter Teil einer Serie\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/portrait-6.jpg\" width=\"480\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-12-09T21:19:46+01:00",
				"url": "https://push.michaelschieben.com/2025/12/09/der-workshop-geht-gleich-los/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/09/habe-lob-fr-meine-webseite/",
				
				"content_html": "<p>Habe Lob für meine <a href=\"https://michaelschieben.com/\">Webseite</a> bekommen. Danke.</p>\n<p>Zwei Gedanken:</p>\n<ol>\n<li><a href=\"https://daringfireball.net/projects/markdown/\">Markdown</a> ist ganz wunderbar, soll ich erklären wieso?</li>\n<li><a href=\"https://www.goodreads.com/book/show/513756.Life_s_Little_Deconstruction_Book\">Every Decoding is another Encoding</a> verstehe ich hier sehr technisch.</li>\n</ol>\n<!-- raw HTML omitted -->\n",
				"content_text": "Habe Lob für meine [Webseite](https://michaelschieben.com/) bekommen. Danke.\n\nZwei Gedanken:\n\n1. [Markdown](https://daringfireball.net/projects/markdown/) ist ganz wunderbar, soll ich erklären wieso?\n2. [Every Decoding is another Encoding](https://www.goodreads.com/book/show/513756.Life_s_Little_Deconstruction_Book) verstehe ich hier sehr technisch.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/bildschirmfoto-2025-12-09-um-20.59.25.png\" width=\"600\" height=\"574\" alt=\"\">\n",
				"date_published": "2025-12-09T21:09:23+01:00",
				"url": "https://push.michaelschieben.com/2025/12/09/habe-lob-fr-meine-webseite/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/09/notiz-der-letzte-workshop-den/",
				
				"content_html": "<p>Notiz: Der letzte Workshop, den ich in diesem Jahr moderierte.</p>\n<p>Und ich nutze – na, wer erkennt es? – Material aus zwei anderen Workshops, die im Verlauf des Jahres stattgefunden haben. Schilder und Poster-Templates. Und upcycle so auch positive Erinnerungen aus den Veranstaltungen, bei denen das Material zum ersten Mal zum Einsatz gekommen ist.</p>\n<p>Das hat Freude gemacht!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Notiz: Der letzte Workshop, den ich in diesem Jahr moderierte.\n\nUnd ich nutze – na, wer erkennt es? – Material aus zwei anderen Workshops, die im Verlauf des Jahres stattgefunden haben. Schilder und Poster-Templates. Und upcycle so auch positive Erinnerungen aus den Veranstaltungen, bei denen das Material zum ersten Mal zum Einsatz gekommen ist.\n\nDas hat Freude gemacht!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-5683.jpg\" width=\"600\" height=\"449\" alt=\"\">\n",
				"date_published": "2025-12-09T20:56:40+01:00",
				"url": "https://push.michaelschieben.com/2025/12/09/notiz-der-letzte-workshop-den/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/12/08/miro-wrapped-likeatweetin/",
				
				"content_html": "<p>Miro Wrapped</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Miro Wrapped\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/miro-recap-2025-13.png\" width=\"600\" height=\"304\" alt=\"\">\n",
				"date_published": "2025-12-08T15:43:51+01:00",
				"url": "https://push.michaelschieben.com/2025/12/08/miro-wrapped-likeatweetin/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/10/14/211002/",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "\n\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/70ac00da-e5e2-438f-a248-af7f580773f3.jpg\" width=\"449\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-10-14T20:10:02+01:00",
				"url": "https://push.michaelschieben.com/2025/10/14/211002/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/10/08/der-workshop-geht-gleich-los/",
				
				"content_html": "<p>Der Workshop geht gleich los. In Anlehnung an eine <a href=\"https://push.michaelschieben.com/categories/workshopistvorbei/\">Bildserie</a>.</p>\n<p>Mit Freude moderiere ich auch in diesem Jahr den Kick-Off des <a href=\"https://www.hamburgmediaschool.com/weiterbildung/getonset\">GetOnSet</a>-Programms. Ich bin gerne dabei, wenn etwas losgeht: Wenn Leute sich zum ersten Mal begegnen.</p>\n<p>So heute, zum dritten Mal in Folge für die Hamburg Media School.</p>\n<p>Das Programm? Vorbildlich für andere Branchen und andere Länder!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Der Workshop geht gleich los. In Anlehnung an eine [Bildserie](https://push.michaelschieben.com/categories/workshopistvorbei/).\n\nMit Freude moderiere ich auch in diesem Jahr den Kick-Off des [GetOnSet](https://www.hamburgmediaschool.com/weiterbildung/getonset)-Programms. Ich bin gerne dabei, wenn etwas losgeht: Wenn Leute sich zum ersten Mal begegnen.\n\nSo heute, zum dritten Mal in Folge für die Hamburg Media School.\n\nDas Programm? Vorbildlich für andere Branchen und andere Länder!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/b6d3f907bc.png\">\n",
				"date_published": "2025-10-08T19:23:52+01:00",
				"url": "https://push.michaelschieben.com/2025/10/08/der-workshop-geht-gleich-los/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/10/01/grogruppenmoderation-und-die-alternative-zum/",
				
				"content_html": "<p><strong>Großgruppenmoderation und die Alternative zum Gallery Walk</strong></p>\n<p>Hey #Facilitation-Friends (in Hamburg) – gerne leihe ich euch diese A2-Schilder aus.</p>\n<p>Ich habe sie für einen Großgruppenworkshop entwickelt und erfolgreich eingesetzt. ~80 Personen. Zehn Gruppen. Viel Bewegung.</p>\n<p>Die Ausgangslage kennen vermutlich viele: Breakouts mit Metaplan-Wänden. Dann die Frage: Wie kommen die Ergebnisse ins Plenum? Gallery Walk? Zu viel Bewegung, zu viele Menschen, zu viel rumstehen.</p>\n<p>Also: <strong>Die Schilder.</strong></p>\n<p>So funktioniert&rsquo;s:</p>\n<ul>\n<li>Breakout in Gruppenarbeit (10 Gruppen à 8 Personen)</li>\n<li>Klare Anweisungen für die Arbeit an Metaplan-Wänden</li>\n<li>Übertrag der Schlüsselerkenntnisse auf die Schilder</li>\n<li>Die Schilder ins Plenum mitnehmen und Ergebnisse vortragen</li>\n<li>(Und vorher zum Start des Tages als erste Gruppenaktivierung einsetzen)</li>\n</ul>\n<p><strong>Was die Schilder können:</strong></p>\n<p>Reibungsfreie Übergänge durch simple Systematik:</p>\n<ul>\n<li>Buchstaben auf den Schildern, an den Wänden und auf den Namensschildern. Gruppe A kennt sich. Gruppe A findet sich. Gruppe A hat ihr Schild.</li>\n<li>Formaler Arbeitsauftrag: &ldquo;Bringt auf eurem Schild 3 Ergebnisse mit. 3 Stickies.&rdquo;</li>\n<li>Klar, wer präsentieren wird: Die Person mit dem Schild in der Hand.</li>\n</ul>\n<p><strong>Was dahintersteckt:</strong></p>\n<p>Die Schilder sind Reduktion und Ausdruck von Gruppenidentität zugleich. Sie zwingen zur Essenz. Teams müssen sich einigen, was wirklich wichtig ist. Und das ist gut so. Denn: Weniger auf dem Schild bedeutet mehr Klarheit im Plenum.</p>\n<p>Die Präsentation bekommt Physikalität. Das Schild in der Hand ist Ownership. Ist Commitment. Ist: &ldquo;Ich trage das jetzt im Namen meiner Gruppe vor.&rdquo;</p>\n<p><strong>Für wen ist das?</strong></p>\n<p>Wenn du in Hamburg bist und mal mit Großgruppen arbeitest. Wenn du keine Lust mehr auf Alternativen zu Gallery Walks hast und Bock auf Materialität hast, wenn du etwas ausprobieren willst, das funktioniert, aber trotzdem Raum für deine eigene Anpassung lässt.</p>\n<p>Die Schilder sind aus stabilem Karton. A2. Mit Griff. Nicht teuer. Aber haltbar genug für mehrere Einsätze.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "**Großgruppenmoderation und die Alternative zum Gallery Walk**\n\nHey #Facilitation-Friends (in Hamburg) – gerne leihe ich euch diese A2-Schilder aus.\n\nIch habe sie für einen Großgruppenworkshop entwickelt und erfolgreich eingesetzt. ~80 Personen. Zehn Gruppen. Viel Bewegung.\n\nDie Ausgangslage kennen vermutlich viele: Breakouts mit Metaplan-Wänden. Dann die Frage: Wie kommen die Ergebnisse ins Plenum? Gallery Walk? Zu viel Bewegung, zu viele Menschen, zu viel rumstehen. \n\nAlso: **Die Schilder.**\n\nSo funktioniert's:\n- Breakout in Gruppenarbeit (10 Gruppen à 8 Personen)\n- Klare Anweisungen für die Arbeit an Metaplan-Wänden\n- Übertrag der Schlüsselerkenntnisse auf die Schilder\n- Die Schilder ins Plenum mitnehmen und Ergebnisse vortragen\n- (Und vorher zum Start des Tages als erste Gruppenaktivierung einsetzen)\n\n**Was die Schilder können:**\n\nReibungsfreie Übergänge durch simple Systematik:\n\n- Buchstaben auf den Schildern, an den Wänden und auf den Namensschildern. Gruppe A kennt sich. Gruppe A findet sich. Gruppe A hat ihr Schild.\n- Formaler Arbeitsauftrag: \"Bringt auf eurem Schild 3 Ergebnisse mit. 3 Stickies.\" \n- Klar, wer präsentieren wird: Die Person mit dem Schild in der Hand.\n\n**Was dahintersteckt:**\n\nDie Schilder sind Reduktion und Ausdruck von Gruppenidentität zugleich. Sie zwingen zur Essenz. Teams müssen sich einigen, was wirklich wichtig ist. Und das ist gut so. Denn: Weniger auf dem Schild bedeutet mehr Klarheit im Plenum.\n\nDie Präsentation bekommt Physikalität. Das Schild in der Hand ist Ownership. Ist Commitment. Ist: \"Ich trage das jetzt im Namen meiner Gruppe vor.\"\n\n**Für wen ist das?**\n\nWenn du in Hamburg bist und mal mit Großgruppen arbeitest. Wenn du keine Lust mehr auf Alternativen zu Gallery Walks hast und Bock auf Materialität hast, wenn du etwas ausprobieren willst, das funktioniert, aber trotzdem Raum für deine eigene Anpassung lässt.\n\nDie Schilder sind aus stabilem Karton. A2. Mit Griff. Nicht teuer. Aber haltbar genug für mehrere Einsätze. \n\n<img src=\"uploads/2025/img-4930.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-10-01T11:03:34+01:00",
				"url": "https://push.michaelschieben.com/2025/10/01/grogruppenmoderation-und-die-alternative-zum/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/09/30/music-worx-teams-schaut-mal/",
				
				"content_html": "<p>Music WorX 2025 – 5 Teams!</p>\n<p><a href=\"https://www.linkedin.com/posts/kreativgesellschaft_musicworx-musictech-startups-activity-7374786620174127104-CLGg?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAC4YLUEBAj-teSKYyMltt4ICmaGJxMmMtYk\">Schaut mal, wer alles dabei ist.</a></p>\n<p>5 Teams – eine gute Größe für ko-kreative und kollegiale Workshops im Incubator-Programm. Denn so erlebe ich das gerne: Die Teams unterstützen sich. Alle an etwas anderen Punkten ihre Entrepreneur-Schifffahrt und nicht in Konkurrenz. Aber alle mit dem Anliegen, was für die Musikbranche zu verbessern.</p>\n<p>Ich feier' das und freue mich, mit dem The Product Field und ganz viel Freude dort zu sein. Eine geteilte Linse, ein Bezugsrahmen, macht genau das einfach:</p>\n<p>Inhaltliches Verständnis des eigenen und der anderen Produkte, Vergleich (nicht im Sinne eines Kräftemessens) und Übertrag.</p>\n<p>Welche Fragen haben sich die anderen schon gestellt, die mir nicht in den Sinn kamen? Welche Antworten wurden gefunden und was gilt für mein Business und Start-Up?</p>\n<p><em>Untertitel: Zwei gründen ein Start-Up und einer hält die Blumen.</em></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Music WorX 2025 – 5 Teams!\n\n[Schaut mal, wer alles dabei ist.](https://www.linkedin.com/posts/kreativgesellschaft_musicworx-musictech-startups-activity-7374786620174127104-CLGg?utm_source=share&utm_medium=member_desktop&rcm=ACoAAC4YLUEBAj-teSKYyMltt4ICmaGJxMmMtYk)\n\n5 Teams – eine gute Größe für ko-kreative und kollegiale Workshops im Incubator-Programm. Denn so erlebe ich das gerne: Die Teams unterstützen sich. Alle an etwas anderen Punkten ihre Entrepreneur-Schifffahrt und nicht in Konkurrenz. Aber alle mit dem Anliegen, was für die Musikbranche zu verbessern.\n\nIch feier' das und freue mich, mit dem The Product Field und ganz viel Freude dort zu sein. Eine geteilte Linse, ein Bezugsrahmen, macht genau das einfach: \n\nInhaltliches Verständnis des eigenen und der anderen Produkte, Vergleich (nicht im Sinne eines Kräftemessens) und Übertrag.\n\nWelche Fragen haben sich die anderen schon gestellt, die mir nicht in den Sinn kamen? Welche Antworten wurden gefunden und was gilt für mein Business und Start-Up?\n\n_Untertitel: Zwei gründen ein Start-Up und einer hält die Blumen._\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/music-worx-25.png\">\n",
				"date_published": "2025-09-30T16:24:32+01:00",
				"url": "https://push.michaelschieben.com/2025/09/30/music-worx-teams-schaut-mal/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/09/30/soviel-los-im-september-und/",
				
				"content_html": "<p>Soviel los im September und jetzt Ketchup-Flaschen / Catch-Up Posts.</p>\n<p>Games Lift – ich liebe dieses Programm. Seit sechs Jahren bin ich dabei. Und werde nicht müde. Im Gegenteil: Meine Liebe für die Menschen aus dieser Branche war schon immer groß und mein Verständnis für diese Kunst/Handwerks/Form wird immer größer.</p>\n<p>Sehr gerne moderiere ich den Kick-Off. Ich bin gerne dabei, wenn Menschen erstmalig zusammenkommen und sich gemeinsam auf den Weg machen. Merkt euch vor: Im <a href=\"https://gamecity-hamburg.de/de/inkubator/\">Dezember ist die Graduation</a>.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Soviel los im September und jetzt Ketchup-Flaschen / Catch-Up Posts.\n\nGames Lift – ich liebe dieses Programm. Seit sechs Jahren bin ich dabei. Und werde nicht müde. Im Gegenteil: Meine Liebe für die Menschen aus dieser Branche war schon immer groß und mein Verständnis für diese Kunst/Handwerks/Form wird immer größer.\n\nSehr gerne moderiere ich den Kick-Off. Ich bin gerne dabei, wenn Menschen erstmalig zusammenkommen und sich gemeinsam auf den Weg machen. Merkt euch vor: Im [Dezember ist die Graduation](https://gamecity-hamburg.de/de/inkubator/).\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-4848-2.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-09-30T16:14:33+01:00",
				"url": "https://push.michaelschieben.com/2025/09/30/soviel-los-im-september-und/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/09/30/das-zusammenspiel-von-liveworkshop-und/",
				
				"content_html": "<p>Das Zusammenspiel von Live-Workshop und digitaler Fortsetzung oder wie ich Stickys digitalisiere.</p>\n<p>Weil ich gefragt wurde. Ja: Da gibt es diese <a href=\"https://post-it.3mdeutschland.de/3M/de_DE/post-it-notes/ideas/app/faq/\">App</a>.</p>\n<p>Nutze ich selten.</p>\n<p>Handarbeit:</p>\n<ol>\n<li>Fotos in Miro laden, auf billigste Art und Weise zusammenstitchen.</li>\n<li>Sperren damit, dass sie sich nicht mehr bewegen</li>\n<li>Digitale Stickies in entsprechender Farbe und Größe drüberlegen</li>\n</ol>\n<p>Habe nicht das Bedürfnis, dort den Prozess zu optimieren.</p>\n<p>Ich war im Workshop dabei. Bin ich auch dafür verantwortlich, dass aus den Gedanken der Teilnehmenden mehr wird, dann werde ich mich ohnehin inhaltlich damit beschäftigen. Das Abschreiben ist also auch ein mitdenkendes Nachvollziehen.</p>\n<p>Was mich dann beschäftigt:\nWas habe ich live nicht wahrgenommen und kam noch zum Ausdruck? Wie würde ich es formulieren, sodass es noch in drei Wochen verständlich ist? Welche Konzepte / Begriffe waren beim Aufschreiben gemeint, so zum Zeitpunkt des Schreibens der Gruppe nicht bekannt und sind später emergiert?</p>\n<p>Selten ist meine Aufgabe lediglich die Dokumentation: Dann reicht oft ein Foto. Denn ich versuche, die Workshops immer selbstdokumentierend im Raum zu organisieren.</p>\n<p>Noch ein Tipp?\nBeim Vorstellen von Stickies eine Sprachmemo aufzeichnen, transkribieren und verwerten.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Das Zusammenspiel von Live-Workshop und digitaler Fortsetzung oder wie ich Stickys digitalisiere.\n\nWeil ich gefragt wurde. Ja: Da gibt es diese [App](https://post-it.3mdeutschland.de/3M/de_DE/post-it-notes/ideas/app/faq/).\n\nNutze ich selten.\n\nHandarbeit:\n\n1. Fotos in Miro laden, auf billigste Art und Weise zusammenstitchen. \n2. Sperren damit, dass sie sich nicht mehr bewegen\n3. Digitale Stickies in entsprechender Farbe und Größe drüberlegen\n\nHabe nicht das Bedürfnis, dort den Prozess zu optimieren.\n\nIch war im Workshop dabei. Bin ich auch dafür verantwortlich, dass aus den Gedanken der Teilnehmenden mehr wird, dann werde ich mich ohnehin inhaltlich damit beschäftigen. Das Abschreiben ist also auch ein mitdenkendes Nachvollziehen.\n\nWas mich dann beschäftigt:\nWas habe ich live nicht wahrgenommen und kam noch zum Ausdruck? Wie würde ich es formulieren, sodass es noch in drei Wochen verständlich ist? Welche Konzepte / Begriffe waren beim Aufschreiben gemeint, so zum Zeitpunkt des Schreibens der Gruppe nicht bekannt und sind später emergiert? \n\nSelten ist meine Aufgabe lediglich die Dokumentation: Dann reicht oft ein Foto. Denn ich versuche, die Workshops immer selbstdokumentierend im Raum zu organisieren. \n\nNoch ein Tipp?\nBeim Vorstellen von Stickies eine Sprachmemo aufzeichnen, transkribieren und verwerten.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/stickies.jpg\" width=\"600\" height=\"434\" alt=\"\">\n",
				"date_published": "2025-09-30T11:04:50+01:00",
				"url": "https://push.michaelschieben.com/2025/09/30/das-zusammenspiel-von-liveworkshop-und/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/09/19/takeawai-premiere/",
				
				"content_html": "<p><a href=\"https://take-aw.ai\">Take-Aw.ai</a> <a href=\"https://www.youtube.com/shorts/gfnvhyIhH_4\">Premiere!</a></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "[Take-Aw.ai](https://take-aw.ai) [Premiere!](https://www.youtube.com/shorts/gfnvhyIhH_4)\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-4918.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-09-19T14:55:05+01:00",
				"url": "https://push.michaelschieben.com/2025/09/19/takeawai-premiere/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/07/18/es-ist-die-hoffung-sagt/",
				
				"content_html": "<p>„Es ist die Hoffung“ sagt Julia als der Regen stärker wird. Wir stehen unter Baum und Schirm im Hinterhof der alten Schule auf St. Pauli. Dicht an dicht mit vielen anderen Gästen. Die Hamburg Kreativgesellschaft feiert ein besonderes Sommerfest: Es ist ihr 15-jähriger Geburtstag!</p>\n<p>In meiner Hand ein Zettel mit der Nummer 403. Ein Los für die Tombala. Sean – im Anzug – startet die Auslosung. Die Blicke Richtung Bühne. Alle Aufmerksamkeit auf die nächste Ziehung.</p>\n<p>Aufmerksamkeit? Anfang der Woche in Berlin: Dirk live-podcastet als Gast in der Urania in Berlin. Und erklärt mir so anschaulich wie kein anderer zuvor diese neue Form der Ökonomie. Wir zahlen mit unserer Aufmerksamkeit.</p>\n<p>Und die ist knapp. Besonders hier: Auf diesen Sommerfesten gelingt es mir nicht von allen und jeden zu hören mit den ich mich gerne unterhalte.</p>\n<p>Eben noch in kleine Grüppchen: Gründungsstories und Grundsätzliches, große Fragen und Gemeinsamkeiten. Mini-Pitches, Kennenlernen, Updates, Netzwerken. „Wer bist du?“, „Wo“, „Was machst du“ und „Wir kennen uns doch“. Jetzt schauen wir alle Richtung Bühne. Die Menge der ausgetauschten Informationen im Hof sinkt. Fokus auf die Ziehung. Die nächste Zahl entscheidet. Eine ganz andere Energie. Erwartung und Mitfreude.</p>\n<p>Werde ich heute ein Gewinner sein?</p>\n<p>„Es ist die Hoffnung, Michael“ – und davon gibt es in dieser Welt gerade wenig. 403 - Access Denied. Kurzer Weltschmerz, ich schweife ab. Video an. Ihr seht: schöne Schirme.</p>\n<p>„Ich bin so überrascht dich hier zu sehen“</p>\n<p>Viele Gespräche später.</p>\n<p>Wir teilen eine Umarmung und mehr als eine gute Nachricht aus Nachhaltig und Wirtschaft und weit darüber hinaus: Nicola weiß worauf es ankommt.</p>\n<p>Hamburg Kreativgesellschaft. Ihr schenkt Hoffnung in der Welt. Die Stadt dankt euch. Die Stadt feiert euch. Wie schön, das es euch gibt!</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "„Es ist die Hoffung“ sagt Julia als der Regen stärker wird. Wir stehen unter Baum und Schirm im Hinterhof der alten Schule auf St. Pauli. Dicht an dicht mit vielen anderen Gästen. Die Hamburg Kreativgesellschaft feiert ein besonderes Sommerfest: Es ist ihr 15-jähriger Geburtstag!\n\nIn meiner Hand ein Zettel mit der Nummer 403. Ein Los für die Tombala. Sean – im Anzug – startet die Auslosung. Die Blicke Richtung Bühne. Alle Aufmerksamkeit auf die nächste Ziehung.\n\nAufmerksamkeit? Anfang der Woche in Berlin: Dirk live-podcastet als Gast in der Urania in Berlin. Und erklärt mir so anschaulich wie kein anderer zuvor diese neue Form der Ökonomie. Wir zahlen mit unserer Aufmerksamkeit.\n\nUnd die ist knapp. Besonders hier: Auf diesen Sommerfesten gelingt es mir nicht von allen und jeden zu hören mit den ich mich gerne unterhalte.\n\nEben noch in kleine Grüppchen: Gründungsstories und Grundsätzliches, große Fragen und Gemeinsamkeiten. Mini-Pitches, Kennenlernen, Updates, Netzwerken. „Wer bist du?“, „Wo“, „Was machst du“ und „Wir kennen uns doch“. Jetzt schauen wir alle Richtung Bühne. Die Menge der ausgetauschten Informationen im Hof sinkt. Fokus auf die Ziehung. Die nächste Zahl entscheidet. Eine ganz andere Energie. Erwartung und Mitfreude. \n\nWerde ich heute ein Gewinner sein?\n\n„Es ist die Hoffnung, Michael“ – und davon gibt es in dieser Welt gerade wenig. 403 - Access Denied. Kurzer Weltschmerz, ich schweife ab. Video an. Ihr seht: schöne Schirme.\n\n„Ich bin so überrascht dich hier zu sehen“\n\nViele Gespräche später.\n\nWir teilen eine Umarmung und mehr als eine gute Nachricht aus Nachhaltig und Wirtschaft und weit darüber hinaus: Nicola weiß worauf es ankommt.\n\nHamburg Kreativgesellschaft. Ihr schenkt Hoffnung in der Welt. Die Stadt dankt euch. Die Stadt feiert euch. Wie schön, das es euch gibt!\n\n<video controls=\"controls\" playsinline=\"playsinline\" src=\"https://push.michaelschieben.com/uploads/2025/hkg15.mov\" width=\"720\" height=\"1280\" poster=\"https://push.michaelschieben.com/uploads/2025/1a8378acf6.png\" preload=\"none\"></video>\n",
				"date_published": "2025-07-18T12:15:58+01:00",
				"url": "https://push.michaelschieben.com/2025/07/18/es-ist-die-hoffung-sagt/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/07/15/meine-maus-heit-manni-but/",
				
				"content_html": "<p>Meine Maus heißt Manni. But it&rsquo;s not about the money, money, money?</p>\n<p>Oder doch! Die Spuren auf dem Whiteboard verraten es. Hier war doch gestern noch ein Product Field. Immer eine Bank. Und Geldmittel sind in der Ressourcen-Ecke unten links ganz richtig verortet.</p>\n<p>Was für ein freundliches Willkommen, next to the Rathaus. Habe mich über Soenkes Einladung zu Haspa Next gefreut. Und ein Bekanntes und viele neue Gesichter kennengelernt. Sie nennen es Transformation Design. Und was passt besser als ein Austausch zur Hamburger Lernblume? Bei der Hamburger Sparkasse!</p>\n<p>Katsching!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Meine Maus heißt Manni. But it's not about the money, money, money?\n\nOder doch! Die Spuren auf dem Whiteboard verraten es. Hier war doch gestern noch ein Product Field. Immer eine Bank. Und Geldmittel sind in der Ressourcen-Ecke unten links ganz richtig verortet.\n\nWas für ein freundliches Willkommen, next to the Rathaus. Habe mich über Soenkes Einladung zu Haspa Next gefreut. Und ein Bekanntes und viele neue Gesichter kennengelernt. Sie nennen es Transformation Design. Und was passt besser als ein Austausch zur Hamburger Lernblume? Bei der Hamburger Sparkasse!\n\nKatsching!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/meine-maus-heisst-manni.png\" width=\"600\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-07-15T20:49:45+01:00",
				"url": "https://push.michaelschieben.com/2025/07/15/meine-maus-heit-manni-but/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/07/08/was-hat-dieser-blumenkohl-mit/",
				
				"content_html": "<p>Was hat dieser Blumenkohl mit dem Product Field zu tun? Frage ich das Publikum. Beim waterkant Festival, auf dem Deutschen Städteforum des DTV, beim Mediathekscamp und beim Product Field Geburtstag in Frankfurt.</p>\n<p>Blumenkohl? Brokkoli?</p>\n<p>„ROMANESCO“ ruft es aus dem Publikum zurück. Der Rest der Frage rhetorisch. Halb-legaer Trick für etwas Aufmerksamkeit. Legal dafür: Das Stock-Foto des Broccolo Romanesco oder römischen Blumenkohls, wie andere sagen würden.</p>\n<p>Ob du den Namen kennst oder nicht. Egal ob dir Fibonacci was sagt oder du Fractal Organisation gelesen hast – offensichtlich ist: Immer die gleiche Struktur. Ob du nah dran bist oder weit weg. Selbstähnlichkeit in jeder Zoomstufe.</p>\n<p>Und genauso funktioniert das Product Field.</p>\n<p>Menschen nutzen es für Features, Produkte und das ganze Portfolio. Und auf jeder Betrachtungsebene gilt der gleiche produkt-logische Kompass. Und jederzeit spielt die Frage nach der Beitrag zum größeren Ganzen eine große Rolle. Mit Blick auf das Produkt: Wie wird aus der Summe der Feature mehr als nur die Summe der Feature? Und Blick auf das Portfolio: Wie wird aus der Summe der Produkte mehr als die Summe der Produkte?</p>\n<p>To make knowledge productive, we will have to learn to see both forest and tree. We will have to learn to connect. Sagt Drucker.</p>\n<p>Wie können wir sowohl Bäume als auch den Wald sehen?</p>\n<p>Als wir für mit dem Team des Universums Bremen an der Strategie für die Neuausrichtung gearbeitet haben, nutzen Rönne und ich das Product Field in diesem Verständnis:</p>\n<ul>\n<li>Das Exponat – Feature-Ebene</li>\n<li>Die Dauerausstellung: Exponate, Inszenierung, Gastro, … – Produkt-Ebene</li>\n<li>Das ganze Science Center: Dauerausstellung, Sonderausstellung, Außenbereich, Shop, Digitale Begleiter, … – Portfolio-Ebene</li>\n<li>Das größere Ganze: die unmittelbare Umgebung mit Parkplätzen, Hotels und Nachverkehr</li>\n</ul>\n<p>Auf allen Ebenen hilft das Product Field als Windrose. Als Shared Frame of Reference, als geteilter Bezugsrahmen, der Kommunikation vereinfacht. Wirkungsvoll von Werk-Student:in bis zum C-Level. Und auf jeder Ebene wird das nächst größere Ganze mitgedacht.</p>\n<p>Aus eine Serie? #10yrs #Learnings</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Was hat dieser Blumenkohl mit dem Product Field zu tun? Frage ich das Publikum. Beim waterkant Festival, auf dem Deutschen Städteforum des DTV, beim Mediathekscamp und beim Product Field Geburtstag in Frankfurt.\r\n\r\nBlumenkohl? Brokkoli?\r\n\r\n„ROMANESCO“ ruft es aus dem Publikum zurück. Der Rest der Frage rhetorisch. Halb-legaer Trick für etwas Aufmerksamkeit. Legal dafür: Das Stock-Foto des Broccolo Romanesco oder römischen Blumenkohls, wie andere sagen würden.\r\n\r\nOb du den Namen kennst oder nicht. Egal ob dir Fibonacci was sagt oder du Fractal Organisation gelesen hast – offensichtlich ist: Immer die gleiche Struktur. Ob du nah dran bist oder weit weg. Selbstähnlichkeit in jeder Zoomstufe.\r\n\r\nUnd genauso funktioniert das Product Field.\r\n\r\nMenschen nutzen es für Features, Produkte und das ganze Portfolio. Und auf jeder Betrachtungsebene gilt der gleiche produkt-logische Kompass. Und jederzeit spielt die Frage nach der Beitrag zum größeren Ganzen eine große Rolle. Mit Blick auf das Produkt: Wie wird aus der Summe der Feature mehr als nur die Summe der Feature? Und Blick auf das Portfolio: Wie wird aus der Summe der Produkte mehr als die Summe der Produkte?\r\n\r\nTo make knowledge productive, we will have to learn to see both forest and tree. We will have to learn to connect. Sagt Drucker.\r\n\r\nWie können wir sowohl Bäume als auch den Wald sehen?\r\n\r\nAls wir für mit dem Team des Universums Bremen an der Strategie für die Neuausrichtung gearbeitet haben, nutzen Rönne und ich das Product Field in diesem Verständnis:\r\n\r\n- Das Exponat – Feature-Ebene\r\n- Die Dauerausstellung: Exponate, Inszenierung, Gastro, … – Produkt-Ebene\r\n- Das ganze Science Center: Dauerausstellung, Sonderausstellung, Außenbereich, Shop, Digitale Begleiter, … – Portfolio-Ebene\r\n- Das größere Ganze: die unmittelbare Umgebung mit Parkplätzen, Hotels und Nachverkehr\r\n\r\nAuf allen Ebenen hilft das Product Field als Windrose. Als Shared Frame of Reference, als geteilter Bezugsrahmen, der Kommunikation vereinfacht. Wirkungsvoll von Werk-Student:in bis zum C-Level. Und auf jeder Ebene wird das nächst größere Ganze mitgedacht. \r\n\r\nAus eine Serie? #10yrs #Learnings\r\n\r\n\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/01-romanesco.jpeg\" width=\"600\" height=\"337\" alt=\"\">\n",
				"date_published": "2025-07-08T11:36:09+01:00",
				"url": "https://push.michaelschieben.com/2025/07/08/was-hat-dieser-blumenkohl-mit/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/07/03/yrs-the-product-field-product/",
				"title": "10yrs The Product Field @ Product Tank FFM",
				"content_html": "<p>„Gude“ steht da gestickt auf dem Shirt von Patrick. Steffen teste den Beamer: „Gude Product People“. Marisa ist mit den Namensschildern beschäftigt.</p>\n<p><img src=\"https://push.michaelschieben.com/uploads/2025/projekt-collage-erstellen.png\" alt=\"\"></p>\n<p>Draußen in Frankfurt 38°. Drinnen bei <a href=\"https://www.codecentric.de/\">codecentric</a> – kühle Getränke. <a href=\"https://www.linkedin.com/in/marisa-silaban/\">Marisa</a>, <a href=\"https://www.linkedin.com/in/patricksauerwein/\">Patrick</a>, <a href=\"https://www.linkedin.com/in/steffenoehme/\">Steffen</a>, die Gastgeber des Product Tank FFM heißen uns Willkommen. Unser größtes Geschenk zum <a href=\"https://productfield.com\">Product Field</a> Jubiläum. Vor 10 Jahren durften wir das Field auf dem Product Tank in Hamburg vorstellen. Und heute mit der Community in Frankfurt feiern. Danke!</p>\n<p>Wolfgang entschuldigt sich aus Berlin. Ich mich für die Deutsche Bahn. Spontan musste ich einen Mietwagen in Köln nehmen, um hier und heute rechtzeitig anzukommen. Man sieht es meinen Slides an. KP konnte sogar Luftballons animieren. Klasse eine kurze Einführung und der schnelle Rückblick. Dann kommt die Pizza und die Torte steht bereit! Ich freue mich über die Gespräche.</p>\n<p>Hat jemand nach Horst Rittel gefragt? Oder Kohle gesagt. ICP?! Markus, Felix - ihr macht mir eine Freude. Frech, dass ich mich bei euch eingeladen habe und nice, dass ich auch willkommen bin.</p>\n<p>Kannst du dir nicht kaufen: Die Wertschätzung derer, die das Field kennen und nutzen und begeistert erzählen – mit diesem Werkzeug haben die Kollegen zum erst einmal gemeinsam verstanden, was eigentlich das Produkt ist.</p>\n<p>Und ich gehe einen Schritt weiter. XXX versteht, was ich meine. Der Begriff „Product“ ist nicht entscheidend. Macht eure Management-Disziplin nicht zum nächsten Silo. Nach UX die nächsten, die um Zuspruch für eine eigentlich selbstverständliche Qualität jeder Organisation betteln müssen, während sich andere ohne Verantwortung abwenden, die nicht UX oder jetzt Product im Titel tragen.</p>\n<p>Es geht um Arbeit. Das Werk. Work. Die gemeinsame Sache. Das neue, wertstiftende etwas. Das, was hergestellt und rausgebracht werden möchte. Das Anliegen, wieso sich unterschiedliche Perspektiven, Disziplinen und Karrierewege verabreden möchten und doch so oft missverstehen.</p>\n<p>Product Field im Jahr 2025: Der Begriff „Product“ ist nicht entscheidend. Trefft euch im Field. Nutzt es als Bezugsrahmen und versteht euch besser.</p>\n<blockquote>\n<p>We treat innovation as a complex adaptive system that seeks to maximize the sustainable positive impact of innovation on all of their stakeholders</p>\n</blockquote>\n<p><a href=\"https://read.productfield.com\">The Product Field Reference Guide</a></p>\n<p><em>Fotos: Patrick Sauerwein</em></p>\n",
				"content_text": "„Gude“ steht da gestickt auf dem Shirt von Patrick. Steffen teste den Beamer: „Gude Product People“. Marisa ist mit den Namensschildern beschäftigt.\n\n![](https://push.michaelschieben.com/uploads/2025/projekt-collage-erstellen.png)\n\nDraußen in Frankfurt 38°. Drinnen bei [codecentric](https://www.codecentric.de/) – kühle Getränke. [Marisa](https://www.linkedin.com/in/marisa-silaban/), [Patrick](https://www.linkedin.com/in/patricksauerwein/), [Steffen](https://www.linkedin.com/in/steffenoehme/), die Gastgeber des Product Tank FFM heißen uns Willkommen. Unser größtes Geschenk zum [Product Field](https://productfield.com) Jubiläum. Vor 10 Jahren durften wir das Field auf dem Product Tank in Hamburg vorstellen. Und heute mit der Community in Frankfurt feiern. Danke!\n\nWolfgang entschuldigt sich aus Berlin. Ich mich für die Deutsche Bahn. Spontan musste ich einen Mietwagen in Köln nehmen, um hier und heute rechtzeitig anzukommen. Man sieht es meinen Slides an. KP konnte sogar Luftballons animieren. Klasse eine kurze Einführung und der schnelle Rückblick. Dann kommt die Pizza und die Torte steht bereit! Ich freue mich über die Gespräche. \n\nHat jemand nach Horst Rittel gefragt? Oder Kohle gesagt. ICP?! Markus, Felix - ihr macht mir eine Freude. Frech, dass ich mich bei euch eingeladen habe und nice, dass ich auch willkommen bin.\n\nKannst du dir nicht kaufen: Die Wertschätzung derer, die das Field kennen und nutzen und begeistert erzählen – mit diesem Werkzeug haben die Kollegen zum erst einmal gemeinsam verstanden, was eigentlich das Produkt ist.\n\nUnd ich gehe einen Schritt weiter. XXX versteht, was ich meine. Der Begriff „Product“ ist nicht entscheidend. Macht eure Management-Disziplin nicht zum nächsten Silo. Nach UX die nächsten, die um Zuspruch für eine eigentlich selbstverständliche Qualität jeder Organisation betteln müssen, während sich andere ohne Verantwortung abwenden, die nicht UX oder jetzt Product im Titel tragen.\n\nEs geht um Arbeit. Das Werk. Work. Die gemeinsame Sache. Das neue, wertstiftende etwas. Das, was hergestellt und rausgebracht werden möchte. Das Anliegen, wieso sich unterschiedliche Perspektiven, Disziplinen und Karrierewege verabreden möchten und doch so oft missverstehen.\n\nProduct Field im Jahr 2025: Der Begriff „Product“ ist nicht entscheidend. Trefft euch im Field. Nutzt es als Bezugsrahmen und versteht euch besser.\n\n> We treat innovation as a complex adaptive system that seeks to maximize the sustainable positive impact of innovation on all of their stakeholders\n\n[The Product Field Reference Guide](https://read.productfield.com)\n\n_Fotos: Patrick Sauerwein_\n",
				"date_published": "2025-07-03T14:34:57+01:00",
				"url": "https://push.michaelschieben.com/2025/07/03/yrs-the-product-field-product/",
				"tags": ["10YearsField","appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/07/01/auf-dem-weg-nach-frankfurt/",
				
				"content_html": "<p>Auf dem Weg nach Frankfurt. #likeatweetin2012</p>\n<p>Ich fokussiere auf Entscheidungen. Mit Lernblume und Product Field. Für einen kurzen Impuls-Talk auf dem Mediathekscamp 2025 der ARD. Bin sehr gespannt auf diese interne Veranstaltung und freue mich sehr auf die Menschen, die ich wiedersehe und kennenlernen werde. Die Schönheit der Chance.</p>\n<p>Die Arbeit an, mit und für die Mediathek folgt einer großen IDEA. Öffentlich-rechtlicher Auftrag! Und dieser liegt mir seit meinem Erst-Kontakt mit dieser großen Organisation somewhen back in 2017(?) sehr am Herzen.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Auf dem Weg nach Frankfurt. #likeatweetin2012\n\nIch fokussiere auf Entscheidungen. Mit Lernblume und Product Field. Für einen kurzen Impuls-Talk auf dem Mediathekscamp 2025 der ARD. Bin sehr gespannt auf diese interne Veranstaltung und freue mich sehr auf die Menschen, die ich wiedersehe und kennenlernen werde. Die Schönheit der Chance.\n\nDie Arbeit an, mit und für die Mediathek folgt einer großen IDEA. Öffentlich-rechtlicher Auftrag! Und dieser liegt mir seit meinem Erst-Kontakt mit dieser großen Organisation somewhen back in 2017(?) sehr am Herzen. \n\n<img src=\"https://push.michaelschieben.com/uploads/2025/c7912a1cb6.jpg\" width=\"600\" height=\"449\" alt=\"\">\n",
				"date_published": "2025-07-01T10:16:33+01:00",
				"url": "https://push.michaelschieben.com/2025/07/01/auf-dem-weg-nach-frankfurt/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/30/bissle-random-diese-diashow-als/",
				
				"content_html": "<p>Bissle random, diese Diashow als PDF. Aber zu schön, die Reise mit Rönke nach Bremerhaven, um sie nicht zu teilen. Immer eine Freude, den Typen auf der Bühne zu erleben.</p>\n<p><img src=\"https://push.michaelschieben.com/uploads/2025/img-3521.jpeg\" alt=\"\"></p>\n<p>Diesmal der vom <a href=\"https://www.deutschertourismusverband.de/\">Deutscher Tourismusverband (DTV)</a>.</p>\n<p>Ich selbst habe in meinem Impuls zum Nachmittagsblock „Urban Branding“ eine andere Perspektive auf Stadt eingebracht:</p>\n<ul>\n<li>Was kann Stadt und Stadtmarke von produktlogischem Denken und digitalen permanent-Beta Angeboten lernen?</li>\n<li>Was wäre wenn Stadt durch als Produktportfolio denken?</li>\n<li>Und das The Product Field dabei als Windrose nutzen: für Orientierung, Klarheit in der Kommunikation und stets eingebaut Außenperspektive</li>\n</ul>\n<p>Ich habe mich sehr gefreut, die Tourister*innen und Stadt-Marketeers zu treffen. In meinen Gesprächen hatte ich den Eindruck: Hier wird mit Komplexität nicht verneint!</p>\n<p>Durfte selbst einiges lernen, u.a. im top aufgeräumten Vortrag von <a href=\"https://www.datenschutzkanzlei.de/\">David Oberbeck</a> zum EU AI-Act. Rechtsauslegung als Enabler, nicht Verhinderter von Innovation.</p>\n<p>Bedanke mich bei der herzlichen Moderation Ulrike Köppel und <a href=\"https://www.linkedin.com/in/yvonne-heider-0b23421a2/\">Yvonne Heider</a>!</p>\n<p>Und Chiara Weinforth für den Mut etwas Neues auszuprobieren. Einige zentrale Take-Aways der Teilnehmenden mit produktlogischem Kommentar:</p>\n<p><strong>🤖 Künstliche Intelligenz</strong> wird unser Stadtmarketing und unsere Arbeitsprozesse spürbar verändern – wichtig ist, dass wir die Chancen mutig nutzen und dabei den Menschen im Mittelpunkt behalten <strong>→ produktlogisch</strong>  KI als Enabler, wie Industrialisierung, Digitalisierung. Im Produkt Field unten links (Resources) mit Bedeutung für Produkte in allen Branchen. So faszinierend es ist. Im Product Field nie den Blick nach oben rechts (Value) vergessen.</p>\n<p><strong>🥇 Eine starke Stadtmarke</strong> entsteht nicht durch Claims, sondern durch erlebbare Identität – gemeinsam entwickelt, getragen von Bürger*innen und Gästen <strong>→ produktlogisch</strong> Ja. Nur Image und Außenseite (im Product Field rechts) ohne Klarheit über die Innenseite (im Product Field links) wird nicht funktionieren. Spannend und immer wieder zu fragen: wie zeigt sich die Identität in den einzelnen Stadtprodukten. Wie beeinflusst sie Ziele und unique</p>\n<p><strong>⏳ Markenbildung ist ein langfristiger Prozess</strong>, der Ausdauer und die Einbindung vieler Akteur*innen erfordert – es braucht Offenheit für Austausch und Lernen von anderen. <strong>→ produktlogisch</strong>  Und: einen Kompass, um gute Gespräch zu führen :)</p>\n<p>Und Wesermündung kann was. Immer gut der Blick aus dem Hotel!</p>\n<p><a href=\"https://push.michaelschieben.com/uploads/2025/bremerhaven.pdf\">Diashow als PDF</a></p>\n",
				"content_text": "Bissle random, diese Diashow als PDF. Aber zu schön, die Reise mit Rönke nach Bremerhaven, um sie nicht zu teilen. Immer eine Freude, den Typen auf der Bühne zu erleben.\n\n![](https://push.michaelschieben.com/uploads/2025/img-3521.jpeg)\n\nDiesmal der vom [Deutscher Tourismusverband (DTV)](https://www.deutschertourismusverband.de/). \n\nIch selbst habe in meinem Impuls zum Nachmittagsblock „Urban Branding“ eine andere Perspektive auf Stadt eingebracht:\n\n- Was kann Stadt und Stadtmarke von produktlogischem Denken und digitalen permanent-Beta Angeboten lernen?\n- Was wäre wenn Stadt durch als Produktportfolio denken?\n- Und das The Product Field dabei als Windrose nutzen: für Orientierung, Klarheit in der Kommunikation und stets eingebaut Außenperspektive\n\nIch habe mich sehr gefreut, die Tourister*innen und Stadt-Marketeers zu treffen. In meinen Gesprächen hatte ich den Eindruck: Hier wird mit Komplexität nicht verneint!\n\nDurfte selbst einiges lernen, u.a. im top aufgeräumten Vortrag von [David Oberbeck](https://www.datenschutzkanzlei.de/) zum EU AI-Act. Rechtsauslegung als Enabler, nicht Verhinderter von Innovation.\n\nBedanke mich bei der herzlichen Moderation Ulrike Köppel und [Yvonne Heider](https://www.linkedin.com/in/yvonne-heider-0b23421a2/)!\n\nUnd Chiara Weinforth für den Mut etwas Neues auszuprobieren. Einige zentrale Take-Aways der Teilnehmenden mit produktlogischem Kommentar:\n\n**🤖 Künstliche Intelligenz** wird unser Stadtmarketing und unsere Arbeitsprozesse spürbar verändern – wichtig ist, dass wir die Chancen mutig nutzen und dabei den Menschen im Mittelpunkt behalten **→ produktlogisch**  KI als Enabler, wie Industrialisierung, Digitalisierung. Im Produkt Field unten links (Resources) mit Bedeutung für Produkte in allen Branchen. So faszinierend es ist. Im Product Field nie den Blick nach oben rechts (Value) vergessen.\n\n**🥇 Eine starke Stadtmarke** entsteht nicht durch Claims, sondern durch erlebbare Identität – gemeinsam entwickelt, getragen von Bürger*innen und Gästen **→ produktlogisch** Ja. Nur Image und Außenseite (im Product Field rechts) ohne Klarheit über die Innenseite (im Product Field links) wird nicht funktionieren. Spannend und immer wieder zu fragen: wie zeigt sich die Identität in den einzelnen Stadtprodukten. Wie beeinflusst sie Ziele und unique\n\n**⏳ Markenbildung ist ein langfristiger Prozess**, der Ausdauer und die Einbindung vieler Akteur*innen erfordert – es braucht Offenheit für Austausch und Lernen von anderen. **→ produktlogisch**  Und: einen Kompass, um gute Gespräch zu führen :)\n\nUnd Wesermündung kann was. Immer gut der Blick aus dem Hotel!\n\n[Diashow als PDF](https://push.michaelschieben.com/uploads/2025/bremerhaven.pdf)\n",
				"date_published": "2025-06-30T07:51:43+01:00",
				"url": "https://push.michaelschieben.com/2025/06/30/bissle-random-diese-diashow-als/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/20/waterkantfestival-likeatweetin/",
				
				"content_html": "<p>#waterkantfestival #likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "#waterkantfestival #likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/00905d6457.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-06-20T07:34:45+01:00",
				"url": "https://push.michaelschieben.com/2025/06/20/waterkantfestival-likeatweetin/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/18/likeatweetin/",
				
				"content_html": "<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/hey-computer.png\" width=\"480\" height=\"480\" alt=\"\">\n",
				"date_published": "2025-06-18T14:55:18+01:00",
				"url": "https://push.michaelschieben.com/2025/06/18/likeatweetin/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/17/growth-likeatweetin/",
				
				"content_html": "<p>Growth #likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Growth #likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/8a18b3ce-fedc-4798-afcf-4cc2e24be9b9-1-105-c.jpeg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-06-17T20:08:08+01:00",
				"url": "https://push.michaelschieben.com/2025/06/17/growth-likeatweetin/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/11/waterkant-ich-bin-dabei-und/",
				
				"content_html": "<p>#waterkant25 – Ich bin dabei und bringe das <a href=\"https://productfield.com/de\">Field</a> mit:</p>\n<p>Am Donnerstag, 20:00 Uhr in der <a href=\"https://dlc.sh/lernort/tiny-design-school\">Tiny Design School</a> mit dem Titel &ldquo;Das Product Field: Ein Raum zum Wir-Denken.&rdquo;</p>\n<p>Wenn wir gestalten, denken wir. Und wir denken räumlich. Das Product Field nutzt genau dieses Grundmuster, um in komplexen Vorhaben die richtigen Schritte sichtbar zu machen: für bessere Strategien, klarere Entscheidungen und geteilte Visionen.\n→ Für Entrepreneure, Innovationsfördernde, Organisationsentwicklerinnen, Designerinnen und alle, die mehr Wirkung entfalten wollen.</p>\n<p>Ich bin am 19.–20. Juni beim <a href=\"https://www.waterkant.sh/festival\">waterkant</a> Festival in Kiel.</p>\n<p>Unter dem Motto <strong>Dive into new Futures</strong> kommen hier zum 10. Mal die spannendsten Startups aus Nordeuropa, Hidden Champions des Mittelstands und über 125 Speaker*innen zusammen. Es geht um neue Lösungen und Zukunftsfähigkeiten.</p>\n<p>In über 90 Sessions, Workshops und Panels geht’s um Austausch, Inspiration – und neue Wege, die Zukunft aktiv zu gestalten.</p>\n<p>Freue mich auf alle, und auch auf alle die Lust haben, in der Tiny Design School mitzudenken! 🌳🌳🌳🌲🌲🌲🌳</p>\n<p>Say Hi!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "#waterkant25 – Ich bin dabei und bringe das [Field](https://productfield.com/de) mit:\n\nAm Donnerstag, 20:00 Uhr in der [Tiny Design School](https://dlc.sh/lernort/tiny-design-school) mit dem Titel \"Das Product Field: Ein Raum zum Wir-Denken.\"\n\nWenn wir gestalten, denken wir. Und wir denken räumlich. Das Product Field nutzt genau dieses Grundmuster, um in komplexen Vorhaben die richtigen Schritte sichtbar zu machen: für bessere Strategien, klarere Entscheidungen und geteilte Visionen.\n→ Für Entrepreneure, Innovationsfördernde, Organisationsentwicklerinnen, Designerinnen und alle, die mehr Wirkung entfalten wollen.\n\nIch bin am 19.–20. Juni beim [waterkant](https://www.waterkant.sh/festival) Festival in Kiel.\n\nUnter dem Motto **Dive into new Futures** kommen hier zum 10. Mal die spannendsten Startups aus Nordeuropa, Hidden Champions des Mittelstands und über 125 Speaker*innen zusammen. Es geht um neue Lösungen und Zukunftsfähigkeiten. \n\nIn über 90 Sessions, Workshops und Panels geht’s um Austausch, Inspiration – und neue Wege, die Zukunft aktiv zu gestalten. \n\nFreue mich auf alle, und auch auf alle die Lust haben, in der Tiny Design School mitzudenken! 🌳🌳🌳🌲🌲🌲🌳\n\nSay Hi!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/meet-me-at-waterkant.png\" width=\"480\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-06-11T18:02:18+01:00",
				"url": "https://push.michaelschieben.com/2025/06/11/waterkant-ich-bin-dabei-und/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/06/05/abgelegt-will-diesen-moment-nicht/",
				
				"content_html": "<p>Abgelegt. Will diesen Moment nicht vergessen :)</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Abgelegt. Will diesen Moment nicht vergessen :)\r\n\r\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/512b043b-cf77-4158-b84c-f8dce9db2957.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-06-05T18:08:13+01:00",
				"url": "https://push.michaelschieben.com/2025/06/05/abgelegt-will-diesen-moment-nicht/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/28/namen-die-es-spannend-machen/",
				
				"content_html": "<p>Namen, die es spannend machen. Menschen, die meine Arbeit kennen, wissen, wie sehr ich mich an dem Namen &ldquo;Liberating Structures&rdquo; für ein Set von Workshop-Methoden erfreuen kann.</p>\n<p>Ebenso: das <a href=\"https://creativebureaucracy.org/de\">Creative Bureaucracy Festival</a>. Gestaltende Bürokratie.</p>\n<p>Und auch: Rönkes #Weuropean We-We-Approach. Ein Gesprächsrahmen, um lokale Identität im Wechselspiel mit der europäischen Idee zu untersuchen, zusammenzudenken und zu stärken.</p>\n<p>Ich freue mich, dass ich als Facilitator in einem intimen Rahmen auf einer Bootsfahrt – sie nennen es Cruise Session – dazu beitragen kann. <a href=\"https://creativebureaucracy.org/de/programme/we-we-approach-impulses-projects-local-roots-and-european-wings\">Lies mehr!</a></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Namen, die es spannend machen. Menschen, die meine Arbeit kennen, wissen, wie sehr ich mich an dem Namen \"Liberating Structures\" für ein Set von Workshop-Methoden erfreuen kann.\n\nEbenso: das [Creative Bureaucracy Festival](https://creativebureaucracy.org/de). Gestaltende Bürokratie.\n\nUnd auch: Rönkes #Weuropean We-We-Approach. Ein Gesprächsrahmen, um lokale Identität im Wechselspiel mit der europäischen Idee zu untersuchen, zusammenzudenken und zu stärken.\n\nIch freue mich, dass ich als Facilitator in einem intimen Rahmen auf einer Bootsfahrt – sie nennen es Cruise Session – dazu beitragen kann. [Lies mehr!](https://creativebureaucracy.org/de/programme/we-we-approach-impulses-projects-local-roots-and-european-wings)\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/-qezn4cg.jpeg\" width=\"480\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-05-28T09:25:28+01:00",
				"url": "https://push.michaelschieben.com/2025/05/28/namen-die-es-spannend-machen/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/22/der-groe-bruder-die-vterliche/",
				
				"content_html": "<p>der große bruder. die väterliche hand auf der schulter. vertrauen. der kopf leicht angelehnt. die ältere person etwas im hintergrund. gemeinsam schauen wir nach vorne. oh sam. oh jony. ai. io.</p>\n<p>bing. eine push notification von budni: vatertag.</p>\n<p>männer, die ihr diese tech-bromance feiert: postet nicht fünf ki-verklärte bullet points zu genialität dieser strategie. männer: bock auf ein kleines re-enactment? stellt doch mal das foto nach. mit eurem sohn, vater, bruder. oder freund. oder co-founder. mit wem eigentlich?</p>\n<p>dieses vertrauen mal erleben, und nicht auf das nächste tech ding projizieren, was die beiden machen.</p>\n",
				"content_text": "der große bruder. die väterliche hand auf der schulter. vertrauen. der kopf leicht angelehnt. die ältere person etwas im hintergrund. gemeinsam schauen wir nach vorne. oh sam. oh jony. ai. io.\n\nbing. eine push notification von budni: vatertag.\n\nmänner, die ihr diese tech-bromance feiert: postet nicht fünf ki-verklärte bullet points zu genialität dieser strategie. männer: bock auf ein kleines re-enactment? stellt doch mal das foto nach. mit eurem sohn, vater, bruder. oder freund. oder co-founder. mit wem eigentlich? \n\ndieses vertrauen mal erleben, und nicht auf das nächste tech ding projizieren, was die beiden machen.\n",
				"date_published": "2025-05-22T15:59:08+01:00",
				"url": "https://push.michaelschieben.com/2025/05/22/der-groe-bruder-die-vterliche/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/22/ein-gutes-umfeld-die-tonali/",
				
				"content_html": "<p>Ein gutes Umfeld: die <a href=\"https://www.tonali.de/akademie/buehnenakademie/\">tonali Bühnenakademie</a>.</p>\n<blockquote>\n<p>Die dreistufige Bühnenakademie gliedert sich in sechs einander ergänzende Semester, deren praxisorientierte Inhalte in Workshops vor- und nachbereitet werden. Sie richtet sich jährlich an 12 Musiker:innen, die ihre Kunst mit gesellschaftlichem Engagement verbinden möchten.</p>\n</blockquote>\n<p>Durfte heute mit dem Jahrgang 12, die jetzt im dritten Jahr sind, arbeiten. Produktlogische Betrachtung der Musiker:innen als <em>Ich-Ag</em> (hüstl) – oder ihrer Projekte – oder des strategischen Zustands ihres Lebenswerks.</p>\n<p>Spannende Beobachtung oben rechts im Product Field. Während andere Branchen und auch diese Klassikbranche in anderen Ländern viele Projekte mit klarem Bewusstsein für Besucher:innen-Bedürfnisse agieren, stellten hier alle fest: Da wissen wir eigentlich wenig.</p>\n<p>Spontaner Ausflug zur Nutzer:innen-Perspektive in anderen Branchen: Gamer Motivation Model, User Needs Model, Benefits und Well-Beeing im Museum nach John Falk.</p>\n<p>Mitdenken in unterschiedlichen Branchen: Ein Geschenk für mich.</p>\n<p>Danke für die Einladung, <a href=\"https://www.linkedin.com/in/jonathan-pengl-a7715616a/\">Jonathan</a>!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Ein gutes Umfeld: die [tonali Bühnenakademie](https://www.tonali.de/akademie/buehnenakademie/).\n\n> Die dreistufige Bühnenakademie gliedert sich in sechs einander ergänzende Semester, deren praxisorientierte Inhalte in Workshops vor- und nachbereitet werden. Sie richtet sich jährlich an 12 Musiker:innen, die ihre Kunst mit gesellschaftlichem Engagement verbinden möchten.\n\nDurfte heute mit dem Jahrgang 12, die jetzt im dritten Jahr sind, arbeiten. Produktlogische Betrachtung der Musiker:innen als *Ich-Ag* (hüstl) – oder ihrer Projekte – oder des strategischen Zustands ihres Lebenswerks.\n\nSpannende Beobachtung oben rechts im Product Field. Während andere Branchen und auch diese Klassikbranche in anderen Ländern viele Projekte mit klarem Bewusstsein für Besucher:innen-Bedürfnisse agieren, stellten hier alle fest: Da wissen wir eigentlich wenig.\n\nSpontaner Ausflug zur Nutzer:innen-Perspektive in anderen Branchen: Gamer Motivation Model, User Needs Model, Benefits und Well-Beeing im Museum nach John Falk.\n\nMitdenken in unterschiedlichen Branchen: Ein Geschenk für mich. \n\nDanke für die Einladung, [Jonathan](https://www.linkedin.com/in/jonathan-pengl-a7715616a/)!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/product-field-tonali.jpg\" width=\"600\" height=\"273\" alt=\"\">\n",
				"date_published": "2025-05-22T13:40:35+01:00",
				"url": "https://push.michaelschieben.com/2025/05/22/ein-gutes-umfeld-die-tonali/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/20/auftaktveranstaltung-der-creative-business-academy/",
				
				"content_html": "<p>Auftaktveranstaltung der Creative Business Academy im Mai 2025.</p>\n<p>Foto: Jan-Marius Komorek</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Auftaktveranstaltung der Creative Business Academy im Mai 2025.\n\nFoto: Jan-Marius Komorek\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/20250428-jmb07073.jpg\" width=\"600\" height=\"400\" alt=\"\">\n",
				"date_published": "2025-05-20T16:12:05+01:00",
				"url": "https://push.michaelschieben.com/2025/05/20/auftaktveranstaltung-der-creative-business-academy/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/19/dieses-produkt-ist-gut-und/",
				
				"content_html": "<p>&ldquo;Dieses Produkt ist gut und will hergestellt und rausgebracht werden. Damit es gelingt: Was braucht dieses Produkt von euch Gründer:innen?&rdquo;</p>\n<p>Mit dieser Frage endet die kurze Sparring-Session mit einem Impact-Founder. Es ging um Dynamiken im Gründungsteam und die gemeinsamen und unterschiedlichen Ziele der Gründer:innen. Das Produkt ist gut. Problem-Solution Fit offensichtlich. Der Markt fragt nach. Der Purpose klar. Und doch hängt in der Frühphase so vieles an den Menschen, die das &ldquo;neue wertstiftende Etwas&rdquo; in die Welt bringen möchten. Hier wurde klar: Gemeinsame Entscheidungen gibt es kaum, der Drive hängt an einer Person und für die fühlt es sich in der Konstellation falsch an, alleine den Drive zu bringen. Die Entscheidungsdynamik ist gebremst. Das verhindert gemeinsames Lernen. Und Lernen ist so wichtig für Start-Ups in dieser Phase.</p>\n<p>Was die Diskussion jetzt spannend macht: mal die Perspektive wechseln. Diesmal banalisiert nach Bruno Latour - die Dinge befragen. Das &ldquo;neue wertsiftende Etws&rdquo; befragen.</p>\n<p>Also, setzt euch zusammen und überlegt: Was braucht das Produkt jetzt von uns Gründer:innen, damit sowohl Herstellung und Rausbringen vorankommen?</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "\"Dieses Produkt ist gut und will hergestellt und rausgebracht werden. Damit es gelingt: Was braucht dieses Produkt von euch Gründer:innen?\"\n\nMit dieser Frage endet die kurze Sparring-Session mit einem Impact-Founder. Es ging um Dynamiken im Gründungsteam und die gemeinsamen und unterschiedlichen Ziele der Gründer:innen. Das Produkt ist gut. Problem-Solution Fit offensichtlich. Der Markt fragt nach. Der Purpose klar. Und doch hängt in der Frühphase so vieles an den Menschen, die das \"neue wertstiftende Etwas\" in die Welt bringen möchten. Hier wurde klar: Gemeinsame Entscheidungen gibt es kaum, der Drive hängt an einer Person und für die fühlt es sich in der Konstellation falsch an, alleine den Drive zu bringen. Die Entscheidungsdynamik ist gebremst. Das verhindert gemeinsames Lernen. Und Lernen ist so wichtig für Start-Ups in dieser Phase.\n\nWas die Diskussion jetzt spannend macht: mal die Perspektive wechseln. Diesmal banalisiert nach Bruno Latour - die Dinge befragen. Das \"neue wertsiftende Etws\" befragen.\n\nAlso, setzt euch zusammen und überlegt: Was braucht das Produkt jetzt von uns Gründer:innen, damit sowohl Herstellung und Rausbringen vorankommen?\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/product-sparring-session.jpg\" width=\"597\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-05-19T14:22:09+01:00",
				"url": "https://push.michaelschieben.com/2025/05/19/dieses-produkt-ist-gut-und/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/17/die-einladung-war-da-arne/",
				
				"content_html": "<p>Frühjahr 2025. Die Einladung war da. Arne und Tim mutig: &ldquo;Kommt zum Product Tank&rdquo; - Premiere für uns. Premiere von dem Ding, über das Wolfgang, KP und ich letzer Zeit nachgedacht hatten. Aber noch kein Name, der überzeugt.\nDann eine Idee. Ausgelöst durch eine Code-Skizze.</p>\n<ul>\n<li><strong>to field a product</strong> – ein Produkt auf den Markt bringen</li>\n<li><strong>field</strong> – das Arbeitsgebiet</li>\n</ul>\n<p>Hier die Slides im Schnelldurchlauf. Mein &ldquo;Pitch&rdquo; für KP und Wolfgang. Plus Ablauf für das Product Tank Event.\nMit Push für das gemeinsame Buch. Und naiver Kalkulation, wie wir es schaffen würden.</p>\n<p>#10YearsField</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "Frühjahr 2025. Die Einladung war da. Arne und Tim mutig: \"Kommt zum Product Tank\" - Premiere für uns. Premiere von dem Ding, über das Wolfgang, KP und ich letzer Zeit nachgedacht hatten. Aber noch kein Name, der überzeugt.\nDann eine Idee. Ausgelöst durch eine Code-Skizze.\n\n- **to field a product** – ein Produkt auf den Markt bringen\n- **field** – das Arbeitsgebiet\n\nHier die Slides im Schnelldurchlauf. Mein \"Pitch\" für KP und Wolfgang. Plus Ablauf für das Product Tank Event.\nMit Push für das gemeinsame Buch. Und naiver Kalkulation, wie wir es schaffen würden.\n\n#10YearsField\n\n<video controls=\"controls\" playsinline=\"playsinline\" src=\"https://push.michaelschieben.com/uploads/2025/name-it-product-field.mp4\" width=\"1280\" height=\"720\" poster=\"https://push.michaelschieben.com/uploads/2025/poster.png\" preload=\"none\"></video>\n",
				"date_published": "2025-05-17T11:16:09+01:00",
				"url": "https://push.michaelschieben.com/2025/05/17/die-einladung-war-da-arne/",
				"tags": ["10YearsField"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/16/jahre-product-field-und-ich/",
				
				"content_html": "<p>10 Jahre Product Field – und ich hab da was gefunden.</p>\n<p>Beim Aufräumen in meiner Dropbox ist mir ein Ordner in die Hände gefallen: <code>ProductFieldBackup</code>. Klingt unspektakulär, ist aber mein kleines Zeitfenster ins Jahr 2015.</p>\n<p>In Vorbereitung der Premiere beim ProductTank, haben KP, Wolfgang und ich in eine Markdown-Datei geschrieben: User-Stories für die Premiere. Lustige Kürzel für unterschiedliche Menschen.</p>\n<ul>\n<li>pt: Product Tank</li>\n<li>pc: product canvas</li>\n<li>PCC: Product Canvas Creator.</li>\n</ul>\n<p>Wir wussten zu dem Zeitpunkt noch gar nicht, wie das Ding in unseren Händen hieß.</p>\n<p>Ganz unten steht – &ldquo;Als PCC möchten wir, dass der pc international verstanden und genutzt wird.&rdquo; Schon damals dachten wir weit über Hamburg hinaus. An Leute, die ein Denkwerkzeug suchen, um ihre Arbeit sinnvoller zu machen.</p>\n<p>Und jetzt – 10 Jahre später – gibt es sie tatsächlich. Menschen, Teams, ganze Unternehmen, die das Field nutzen. Nicht, weil wir ein Vermarktungs-Genie wären. Sondern, weil sie es entdeckt haben. Als wertvoll. Für sich. Für ihre Arbeit. Und für die Menschen, auf die ihre Arbeit Auswirkungen hat.</p>\n<p>#10YearsField #Strategy #AhaMomente</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "10 Jahre Product Field – und ich hab da was gefunden.\n\nBeim Aufräumen in meiner Dropbox ist mir ein Ordner in die Hände gefallen: `ProductFieldBackup`. Klingt unspektakulär, ist aber mein kleines Zeitfenster ins Jahr 2015.\n\nIn Vorbereitung der Premiere beim ProductTank, haben KP, Wolfgang und ich in eine Markdown-Datei geschrieben: User-Stories für die Premiere. Lustige Kürzel für unterschiedliche Menschen.\n\n- pt: Product Tank\n- pc: product canvas\n- PCC: Product Canvas Creator.\n\nWir wussten zu dem Zeitpunkt noch gar nicht, wie das Ding in unseren Händen hieß.\n\nGanz unten steht – \"Als PCC möchten wir, dass der pc international verstanden und genutzt wird.\" Schon damals dachten wir weit über Hamburg hinaus. An Leute, die ein Denkwerkzeug suchen, um ihre Arbeit sinnvoller zu machen.\n\nUnd jetzt – 10 Jahre später – gibt es sie tatsächlich. Menschen, Teams, ganze Unternehmen, die das Field nutzen. Nicht, weil wir ein Vermarktungs-Genie wären. Sondern, weil sie es entdeckt haben. Als wertvoll. Für sich. Für ihre Arbeit. Und für die Menschen, auf die ihre Arbeit Auswirkungen hat.\n\n#10YearsField #Strategy #AhaMomente\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/product-field-10-user-stories.png\" width=\"600\" height=\"400\" alt=\"\">\n",
				"date_published": "2025-05-16T15:59:49+01:00",
				"url": "https://push.michaelschieben.com/2025/05/16/jahre-product-field-und-ich/",
				"tags": ["10YearsField"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/15/hallo-hildesheim-bin-gerne-der/",
				
				"content_html": "<p>Hallo Hildesheim! Bin gerne der Einladung von Christophe gefolgt. Product Field Workshop mit diesem Ansatz.</p>\n<blockquote>\n<p>Zoom out: Interaktions-Design ist ein Teil eines größeren Ganzen.\nDenkt als Start-Up Entrepreneur:in über das Produkt nach!</p>\n</blockquote>\n<p>Am Ende habe ich nach Take-Aways gefragt:</p>\n<ol>\n<li>\n<p><strong>Ganzheitliches Verständnis</strong>: Product Thinking hilft, das große Bild zu begreifen und die Zusammenhänge zwischen verschiedenen Kontexten und Spannungsfeldern zu verstehen.</p>\n<ul>\n<li><strong>Merkhilfe</strong>: &ldquo;Das große Bild sehen, um besser zu gestalten.&rdquo;</li>\n</ul>\n</li>\n<li>\n<p><strong>Strukturierte Herangehensweise</strong>: Product Thinking ermöglicht eine strukturierte und strategische Herangehensweise an die Produktentwicklung.</p>\n<ul>\n<li><strong>Merkhilfe</strong>: &ldquo;Strukturiert denken, strategisch handeln.&rdquo;</li>\n</ul>\n</li>\n<li>\n<p><strong>Zielorientierung</strong>: Product Thinking hilft, das Denken zu organisieren und das Produkt in Einklang mit den Zielen der Organisation und Bedürfnissen der Nutzer zu bringen.</p>\n<ul>\n<li><strong>Merkhilfe</strong>: &ldquo;Denken organisieren, Ziele im Blick.&rdquo;</li>\n</ul>\n</li>\n</ol>\n<!-- raw HTML omitted -->\n",
				"content_text": "Hallo Hildesheim! Bin gerne der Einladung von Christophe gefolgt. Product Field Workshop mit diesem Ansatz.\n\n> Zoom out: Interaktions-Design ist ein Teil eines größeren Ganzen.\n> Denkt als Start-Up Entrepreneur:in über das Produkt nach!\n\nAm Ende habe ich nach Take-Aways gefragt:\n\n1. **Ganzheitliches Verständnis**: Product Thinking hilft, das große Bild zu begreifen und die Zusammenhänge zwischen verschiedenen Kontexten und Spannungsfeldern zu verstehen.\n   - **Merkhilfe**: \"Das große Bild sehen, um besser zu gestalten.\"\n\n2. **Strukturierte Herangehensweise**: Product Thinking ermöglicht eine strukturierte und strategische Herangehensweise an die Produktentwicklung.\n   - **Merkhilfe**: \"Strukturiert denken, strategisch handeln.\"\n\n2. **Zielorientierung**: Product Thinking hilft, das Denken zu organisieren und das Produkt in Einklang mit den Zielen der Organisation und Bedürfnissen der Nutzer zu bringen.\n   - **Merkhilfe**: \"Denken organisieren, Ziele im Blick.\"\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2975.jpeg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-05-15T12:59:08+01:00",
				"url": "https://push.michaelschieben.com/2025/05/15/hallo-hildesheim-bin-gerne-der/",
				"tags": ["appearances"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/12/man-hat-mich-neben-andreas/",
				
				"content_html": "<p>Man hat mich neben Andreas Spiegler gesetzt. Wir sollten tun, als würden wir uns angeregt unterhalten. Wie mensch das so tut, im SPACE. Eingeladen von Paula und Marie-Lousie für ein Foto-Shooting, um eben jenen zu bewerben (ach sagen wir lieber zu erzählen). Content-Marketing / Story-Telling. Ihr wisst schon.</p>\n<p>Also, wir so als Content, auf dem Sofa nebeneinander. Was passiert? Eine angeregte Unterhaltung. Nicht so getan als ob, sondern ganz wirklich.</p>\n<p>Andreas und ich sprachen über Müdigkeit, Verunsicherung und wie Teams und Einzelne sich gerade so verhalten. Coping, statt strategischer Klarheit: weder Zuversicht ausstrahlend noch Zumutungen aushaltend, sondern ausweichend.</p>\n<p>Weil der Blick in die Zukunft gerade alle überfordert. Weil der eigene Dopamin-Kick sich schneller erscrollen lässt, als dass die Welt gestaltet wird. Und weiter: wie fördern und gestalten Menschen Veränderung in der Wirtschaft, wenn die Notwenigkeit einer Veränderung des Wirtschaftssystems immer deutlicher wird.</p>\n<p>Diese Gedanken würde ich gerne weiterführen. Erst im Gespräch. Dann als Text. Vielleicht als Werkzeug.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Man hat mich neben Andreas Spiegler gesetzt. Wir sollten tun, als würden wir uns angeregt unterhalten. Wie mensch das so tut, im SPACE. Eingeladen von Paula und Marie-Lousie für ein Foto-Shooting, um eben jenen zu bewerben (ach sagen wir lieber zu erzählen). Content-Marketing / Story-Telling. Ihr wisst schon.\r\n\r\nAlso, wir so als Content, auf dem Sofa nebeneinander. Was passiert? Eine angeregte Unterhaltung. Nicht so getan als ob, sondern ganz wirklich.\r\n\r\nAndreas und ich sprachen über Müdigkeit, Verunsicherung und wie Teams und Einzelne sich gerade so verhalten. Coping, statt strategischer Klarheit: weder Zuversicht ausstrahlend noch Zumutungen aushaltend, sondern ausweichend.\r\n\r\nWeil der Blick in die Zukunft gerade alle überfordert. Weil der eigene Dopamin-Kick sich schneller erscrollen lässt, als dass die Welt gestaltet wird. Und weiter: wie fördern und gestalten Menschen Veränderung in der Wirtschaft, wenn die Notwenigkeit einer Veränderung des Wirtschaftssystems immer deutlicher wird.\r\n\r\nDiese Gedanken würde ich gerne weiterführen. Erst im Gespräch. Dann als Text. Vielleicht als Werkzeug.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2856.jpeg\" width=\"600\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-05-12T14:56:32+01:00",
				"url": "https://push.michaelschieben.com/2025/05/12/man-hat-mich-neben-andreas/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/12/dies-ist-eine-ffentliche-kurze/",
				
				"content_html": "<p>Dies ist eine öffentliche, kurze Reflexion zu meinen Vorhaben 2025, die ich zu Jahresbeginn auf meiner Webseite teilte:</p>\n<blockquote>\n<p>Meinen eigenen Micro-Blog starten (back to indieweb + weniger LinkedIn);</p>\n</blockquote>\n<p>Ja. Hier ist er: push.michaelschieben.com – Nachdem ich anfänglich gedacht hatte, ich benötige ein technisches System, um diese Inhalte vom Blog auch in LinkedIn auszuspielen, hat Ecki mich auf eine tolle Idee gebracht: Übertrage per Hand. Und so handhabe ich es bis jetzt und es nervt nicht. Ich schreibe in aller Freiheit, ohne Gedanken an irgendwelche Algorithmen im Blog und nehme mir dann Zeit für einen Übertrag nach LinkedIn. Manchmal spüre ich den Impuls, direkt auf LinkedIn zu schreiben. Hunger nach Resonanz. In der Regel gehe ich doch zuerst zu diesem Text-Editor auf micro.blog und schreibe dort.</p>\n<p>Was ich auch beobachtet habe. Der Text wird im Prozess des manuellen Übertragens noch besser. Und nicht selten überarbeite ich dann den Text im Micro-Blog noch einmal auf Basis der zweiten Überarbeitung in LinkedIn. Und: nicht alle Inhalte die ich im Blog schreibe, übertrage ich nach LinkedIn.</p>\n<blockquote>\n<p>Product Field Geburtstag feiern;</p>\n</blockquote>\n<p>Nachdem ich vercheckt habe, auf eine Einladung zu GCES rechtzeitig zu reagieren, ergibt sich dank KP eine wunderbare Gelegenheit in einer fremden Stadt. Ich freue mich auf Frankfurt. Mehr demnächst.</p>\n<blockquote>\n<p>Zu einem Panel eingeladen werden;</p>\n</blockquote>\n<p>Nope. Als Facilitator bin ich oft für Rahmen und Raum verantwortlich. Abwechslung ist wertvoll. Uns so habe ich es sehr genossen, im letzten Jahr als Gast auf einer Veranstaltung zu sein und dabei laut über die Zukunft der Klassik nachzudenken. Danke an die tonali Akademie. Diese Erfahrung würde ich gerne im Jahr 2025 wiederholen.</p>\n<p>Und gleichzeitig freue ich mich auf zwei Veranstaltungen mit Panel, die ich als Speaker / Facilitator begleiten darf – Huhu Creative Bureaucracy Festival und Deutsches Städteforum 2025!</p>\n<blockquote>\n<p>Mir selbst gegenüber fair die Ratio von Workshop Design zu Workshop Facilitation messen;</p>\n</blockquote>\n<p>Jein. Messen ist nicht so mein präferiertes Lernverhalten. Habe immer Bock auf gute Workshops und mache dann doch noch dies und das für eine optimale Vorbereitung. Zu wichtig sind mir die Menschen, die teilnehmen, zu wichtig die Zeit, die sie einbringen, die Energie, die sie aufbringen. Was ich aber teilweise sehr ordentlich und gut hinbekommen habe und was neu für mich ist: Die Vorbereitungszeit einplanen, mit Blockern im Kalender. Teilweise waren Workshops Wochen vor dem eigentlichen Termin gestaltet und alle Materialien vorbereitet, teilweise sogar gedruckt.</p>\n<blockquote>\n<p>Start oder Beitritt zu einer Remote-Check-In bzw. Reflexions-Routine mit anderen Soloselbstständigen oder Führungskräften;</p>\n</blockquote>\n<p>Nein. Leider hat es dann doch nicht geklappt. Hätte Bock, was zu starten. Zwölf Wochen ab Mitte Dezember, ein Termin pro Woche. Working Out Loud, light.</p>\n<blockquote>\n<p>Klarheit für Product Field Works</p>\n</blockquote>\n<p>Auf dem Weg. Wir haben an den Bedingungen für größere Klarheit gearbeitet. Momente der Ehrlichkeit gegenüber unseren Investoren. KP wieder in Anstellung. Ich sehe Bewegungsfreiheit und etwas Richtung. Bald mehr!</p>\n<blockquote>\n<p>Brücken nach Ogbomosho / Nigeria bauen und Web-Design Projekt für Qeola finden;</p>\n</blockquote>\n<p>Yes. Ein Missverständnis aufklärt. Ein Projekt ist ongoing. Eine Idee für weitere Zusammenarbeit, die auch etwas mit Product Field zu tun hat.</p>\n<blockquote>\n<p>Mit Designer*innen zusammenarbeiten;</p>\n</blockquote>\n<p>Zu wenig. Im letzten Jahr genoss ich die Momente mit Sean und Jasmin sehr. Dieses Jahr eher situativ und sporadisch. Es ist gut, wenn ich dabei bin, wenn sich die Projekte formieren. Mir ist es wichtig, zu Beginn Bedingungen für gute Gestaltung zu schaffen. Aber noch schöner ist, es auch noch mit anzusehen, mitzudenken, wenn Gestaltung passiert. Wie in einem Studio.</p>\n<p>Nicht vergessen möchte den Studio-Besuch von Lukas (salt). Und wertschätzen auch die Einladung von Christophe zu einer kleinen Reise nach Hildesheim.</p>\n<blockquote>\n<p>Herausfinden, ob ich ein weiteres Buch schreiben werde;</p>\n</blockquote>\n<p>Ich bin mir unsicher. Rönke sagt ja und hat mir schon mal den Klappentext vorgeschrieben. Ich würde mich über eine Co-Autor:in sehr freuen. Und dann feuert wieder ein alter Glaubenssatz dazwischen: Ich schreibe keine Bücher, ich schreibe Software. Das Jahr hat ja noch etwas Zeit für diese Entscheidung.</p>\n",
				"content_text": "Dies ist eine öffentliche, kurze Reflexion zu meinen Vorhaben 2025, die ich zu Jahresbeginn auf meiner Webseite teilte:\n\n> Meinen eigenen Micro-Blog starten (back to indieweb + weniger LinkedIn);\n\nJa. Hier ist er: push.michaelschieben.com – Nachdem ich anfänglich gedacht hatte, ich benötige ein technisches System, um diese Inhalte vom Blog auch in LinkedIn auszuspielen, hat Ecki mich auf eine tolle Idee gebracht: Übertrage per Hand. Und so handhabe ich es bis jetzt und es nervt nicht. Ich schreibe in aller Freiheit, ohne Gedanken an irgendwelche Algorithmen im Blog und nehme mir dann Zeit für einen Übertrag nach LinkedIn. Manchmal spüre ich den Impuls, direkt auf LinkedIn zu schreiben. Hunger nach Resonanz. In der Regel gehe ich doch zuerst zu diesem Text-Editor auf micro.blog und schreibe dort.\n\nWas ich auch beobachtet habe. Der Text wird im Prozess des manuellen Übertragens noch besser. Und nicht selten überarbeite ich dann den Text im Micro-Blog noch einmal auf Basis der zweiten Überarbeitung in LinkedIn. Und: nicht alle Inhalte die ich im Blog schreibe, übertrage ich nach LinkedIn.\n\n> Product Field Geburtstag feiern;\n\nNachdem ich vercheckt habe, auf eine Einladung zu GCES rechtzeitig zu reagieren, ergibt sich dank KP eine wunderbare Gelegenheit in einer fremden Stadt. Ich freue mich auf Frankfurt. Mehr demnächst.\n\n> Zu einem Panel eingeladen werden;\n\nNope. Als Facilitator bin ich oft für Rahmen und Raum verantwortlich. Abwechslung ist wertvoll. Uns so habe ich es sehr genossen, im letzten Jahr als Gast auf einer Veranstaltung zu sein und dabei laut über die Zukunft der Klassik nachzudenken. Danke an die tonali Akademie. Diese Erfahrung würde ich gerne im Jahr 2025 wiederholen.\n\nUnd gleichzeitig freue ich mich auf zwei Veranstaltungen mit Panel, die ich als Speaker / Facilitator begleiten darf – Huhu Creative Bureaucracy Festival und Deutsches Städteforum 2025!\n\n> Mir selbst gegenüber fair die Ratio von Workshop Design zu Workshop Facilitation messen;\n\nJein. Messen ist nicht so mein präferiertes Lernverhalten. Habe immer Bock auf gute Workshops und mache dann doch noch dies und das für eine optimale Vorbereitung. Zu wichtig sind mir die Menschen, die teilnehmen, zu wichtig die Zeit, die sie einbringen, die Energie, die sie aufbringen. Was ich aber teilweise sehr ordentlich und gut hinbekommen habe und was neu für mich ist: Die Vorbereitungszeit einplanen, mit Blockern im Kalender. Teilweise waren Workshops Wochen vor dem eigentlichen Termin gestaltet und alle Materialien vorbereitet, teilweise sogar gedruckt.\n\n> Start oder Beitritt zu einer Remote-Check-In bzw. Reflexions-Routine mit anderen Soloselbstständigen oder Führungskräften;\n\nNein. Leider hat es dann doch nicht geklappt. Hätte Bock, was zu starten. Zwölf Wochen ab Mitte Dezember, ein Termin pro Woche. Working Out Loud, light.\n\n> Klarheit für Product Field Works\n\nAuf dem Weg. Wir haben an den Bedingungen für größere Klarheit gearbeitet. Momente der Ehrlichkeit gegenüber unseren Investoren. KP wieder in Anstellung. Ich sehe Bewegungsfreiheit und etwas Richtung. Bald mehr!\n\n> Brücken nach Ogbomosho / Nigeria bauen und Web-Design Projekt für Qeola finden;\n\nYes. Ein Missverständnis aufklärt. Ein Projekt ist ongoing. Eine Idee für weitere Zusammenarbeit, die auch etwas mit Product Field zu tun hat.\n\n> Mit Designer*innen zusammenarbeiten;\n\nZu wenig. Im letzten Jahr genoss ich die Momente mit Sean und Jasmin sehr. Dieses Jahr eher situativ und sporadisch. Es ist gut, wenn ich dabei bin, wenn sich die Projekte formieren. Mir ist es wichtig, zu Beginn Bedingungen für gute Gestaltung zu schaffen. Aber noch schöner ist, es auch noch mit anzusehen, mitzudenken, wenn Gestaltung passiert. Wie in einem Studio. \n\nNicht vergessen möchte den Studio-Besuch von Lukas (salt). Und wertschätzen auch die Einladung von Christophe zu einer kleinen Reise nach Hildesheim.\n\n> Herausfinden, ob ich ein weiteres Buch schreiben werde; \n\nIch bin mir unsicher. Rönke sagt ja und hat mir schon mal den Klappentext vorgeschrieben. Ich würde mich über eine Co-Autor:in sehr freuen. Und dann feuert wieder ein alter Glaubenssatz dazwischen: Ich schreibe keine Bücher, ich schreibe Software. Das Jahr hat ja noch etwas Zeit für diese Entscheidung.\n",
				"date_published": "2025-05-12T10:06:25+01:00",
				"url": "https://push.michaelschieben.com/2025/05/12/dies-ist-eine-ffentliche-kurze/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/08/heute-mal-anders-der-workshop/",
				
				"content_html": "<p>Heute mal anders. Der #Workshop ist <em>fast</em> vorbei.</p>\n<ul>\n<li>Location: Design Zentrum Hamburg</li>\n<li>Auftraggeber: Hamburg Kreativ Gesellschaft</li>\n<li>Training: <a href=\"https://productfield.com/\">The Product Field</a></li>\n<li>Sinn: ~35 Soloselbstständige und Entrepreneure der Kreativ-Wirtschaft lernen das Product Field kennen und gewinnen strategische Hashtag#Klarheit und eine Grundlage für strukturiertes unternehmerisches Lernen.</li>\n<li>Stimmung: Positiv bewegt!</li>\n</ul>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "Heute mal anders. Der #Workshop ist _fast_ vorbei.\r\n\r\n- Location: Design Zentrum Hamburg\r\n- Auftraggeber: Hamburg Kreativ Gesellschaft\r\n- Training: [The Product Field](https://productfield.com/)\r\n- Sinn: ~35 Soloselbstständige und Entrepreneure der Kreativ-Wirtschaft lernen das Product Field kennen und gewinnen strategische Hashtag#Klarheit und eine Grundlage für strukturiertes unternehmerisches Lernen.\r\n- Stimmung: Positiv bewegt!\n\n<video controls=\"controls\" playsinline=\"playsinline\" src=\"https://push.michaelschieben.com/uploads/2025/img-2900.mov\" preload=\"none\"></video>\n",
				"date_published": "2025-05-08T15:40:55+01:00",
				"url": "https://push.michaelschieben.com/2025/05/08/heute-mal-anders-der-workshop/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/05/05/ich-liebe-diese-serie-der/",
				
				"content_html": "<p>Ich liebe diese Serie. Der Workshop ist vorbei. Eben noch maximale Energie, Menschen und Gedanken in Bewegung.</p>\n<p>Und dann: Ordnen, Packen, Stapeln, Treppe runter, ins Büro fahren.</p>\n<p>Und ich freue mich jederzeit, wenn große Gruppen sich erstmals formieren. Dabei sein, wenn es passiert. Die Schönheit der Chance. Minimal angeleitet, streng strukturiert für maximale Rede- und Zuhörzeit untereinander und Freiheit im Inhalt. So gestaltet und facilitiert für den Auftakt der <a href=\"https://kreativgesellschaft.org/beratung-weiterbildung/creative-business-academy/\">Creative Business Academy 2025</a>.</p>\n<p>Heute weitergeführt in kleinen Gruppen. Denke an einen erfrischenden Mix auf Kollegialer Beratung, Mastermind-Gruppen oder Working Out Loud. Ich bin sicher, dieses und die weiteren Treffen in den Gruppen bringen die Teilnehmenden auf überraschende Art und Weise voran.</p>\n<p>Hier wird kein Elbtower nicht fertig. Hier arbeiten Soloselbstständige, Unternehmer*innen und Intrapreneure an ihren Zielen und verhandeln, wie kreative Wertschöpfung und persönlich sinnstiftender Beitrag in dieser Welt wirtschaftlich gelingt.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Ich liebe diese Serie. Der Workshop ist vorbei. Eben noch maximale Energie, Menschen und Gedanken in Bewegung.\n\nUnd dann: Ordnen, Packen, Stapeln, Treppe runter, ins Büro fahren.\n\nUnd ich freue mich jederzeit, wenn große Gruppen sich erstmals formieren. Dabei sein, wenn es passiert. Die Schönheit der Chance. Minimal angeleitet, streng strukturiert für maximale Rede- und Zuhörzeit untereinander und Freiheit im Inhalt. So gestaltet und facilitiert für den Auftakt der [Creative Business Academy 2025](https://kreativgesellschaft.org/beratung-weiterbildung/creative-business-academy/).\n\nHeute weitergeführt in kleinen Gruppen. Denke an einen erfrischenden Mix auf Kollegialer Beratung, Mastermind-Gruppen oder Working Out Loud. Ich bin sicher, dieses und die weiteren Treffen in den Gruppen bringen die Teilnehmenden auf überraschende Art und Weise voran. \n\nHier wird kein Elbtower nicht fertig. Hier arbeiten Soloselbstständige, Unternehmer*innen und Intrapreneure an ihren Zielen und verhandeln, wie kreative Wertschöpfung und persönlich sinnstiftender Beitrag in dieser Welt wirtschaftlich gelingt.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2840.jpeg\">\n",
				"date_published": "2025-05-05T14:33:35+01:00",
				"url": "https://push.michaelschieben.com/2025/05/05/ich-liebe-diese-serie-der/",
				"tags": ["workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/30/sparring-session-minuten-was-entstehen/",
				
				"content_html": "<p>Sparring Session – 45 Minuten – Was entstehen kann, wenn eine Person mit mir gemeinsam über ihr Startup nachdenkt.</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Sparring Session – 45 Minuten – Was entstehen kann, wenn eine Person mit mir gemeinsam über ihr Startup nachdenkt.\r\n\r\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/612ef5488a.jpg\" width=\"597\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-30T16:11:24+01:00",
				"url": "https://push.michaelschieben.com/2025/04/30/sparring-session-minuten-was-entstehen/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/30/bcher-feiern-fr-covergestaltung-und/",
				
				"content_html": "<p>Bücher feiern, für Covergestaltung und Titel – Zwischen Zumutung und Zuversicht.</p>\n<p>Zwischen Zumutung und Zuversicht. Könnte Leitgedanke in vielen kleinen Projekten sein, die ich pushe. Was ein Motto. Wurde hier versilbert. Das Buch wurde vom scheidenden Bundeskanzleramt herausgegeben. Bin auf LinkedIn aufmerksam geworden. Projektleitung <a href=\"https://www.linkedin.com/in/maxneufeind/\">Dr. Max Neufeind</a> postet. Wer sich traut, eine E-Mail an publikationen @ bundesregierung.de zu schreiben, kann auch ein Exemplar bestellen. For free. Danke!</p>\n<p>Es geht um Transformation als gesellschaftliches Projekt. Gibt es in unserer Demokratie einen Grundkonsens über den notwendigen Veränderungsbedarf?</p>\n<p>Das Buch sammelt Beiträge von Teilnehmenden einer Konferenz mit dem Titel &ldquo;Gesellschaftliche Gelingensbedingungen der Transformation&rdquo;. Im Kopf und etwas weniger wissenschaftlich formuliere, so: &ldquo;Was brauchen die Menschen, damit Veränderung gelingt?&rdquo;.</p>\n<ul>\n<li>Es geht hier um Einstellung und Mentalität und wie Menschen auf den gesellschaftlichen Wandel blicken.</li>\n<li>Die Frage, wie man wirkungsvoll über gesellschaftlichen Wandel spricht?</li>\n<li>Akzeptanz und Beteiligung.</li>\n<li>Verhalten und Lebensstile für starkes kollektives sowie eigenverantwortliches Handeln</li>\n<li>Digitalisierung und KI und der Beitrag von Daten und Informationen zum Gelingen der Transformation</li>\n<li>Und (looking at you <a href=\"https://www.linkedin.com/in/max-irmer/\">Max</a> und <a href=\"https://www.linkedin.com/in/r%C3%B6nke-von-der-heide-a8066133/\">Rönke</a>) natürlich auch um Zukünfte und Szenarien</li>\n</ul>\n<p>Macht doch alles Lust auf lesen, oder?\nUnd wisst ihr, was auch Freude macht. Die saftig gedruckten Farbverläufe am Anfang der Kapitel.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Bücher feiern, für Covergestaltung und Titel – Zwischen Zumutung und Zuversicht.\n\nZwischen Zumutung und Zuversicht. Könnte Leitgedanke in vielen kleinen Projekten sein, die ich pushe. Was ein Motto. Wurde hier versilbert. Das Buch wurde vom scheidenden Bundeskanzleramt herausgegeben. Bin auf LinkedIn aufmerksam geworden. Projektleitung [Dr. Max Neufeind](https://www.linkedin.com/in/maxneufeind/) postet. Wer sich traut, eine E-Mail an publikationen @ bundesregierung.de zu schreiben, kann auch ein Exemplar bestellen. For free. Danke!\n\nEs geht um Transformation als gesellschaftliches Projekt. Gibt es in unserer Demokratie einen Grundkonsens über den notwendigen Veränderungsbedarf?\n\nDas Buch sammelt Beiträge von Teilnehmenden einer Konferenz mit dem Titel \"Gesellschaftliche Gelingensbedingungen der Transformation\". Im Kopf und etwas weniger wissenschaftlich formuliere, so: \"Was brauchen die Menschen, damit Veränderung gelingt?\".\n\n- Es geht hier um Einstellung und Mentalität und wie Menschen auf den gesellschaftlichen Wandel blicken. \n- Die Frage, wie man wirkungsvoll über gesellschaftlichen Wandel spricht?\n- Akzeptanz und Beteiligung.\n- Verhalten und Lebensstile für starkes kollektives sowie eigenverantwortliches Handeln\n- Digitalisierung und KI und der Beitrag von Daten und Informationen zum Gelingen der Transformation\n- Und (looking at you [Max](https://www.linkedin.com/in/max-irmer/) und [Rönke](https://www.linkedin.com/in/r%C3%B6nke-von-der-heide-a8066133/)) natürlich auch um Zukünfte und Szenarien\n\nMacht doch alles Lust auf lesen, oder?\nUnd wisst ihr, was auch Freude macht. Die saftig gedruckten Farbverläufe am Anfang der Kapitel. \n\n<img src=\"https://push.michaelschieben.com/uploads/2025/ezgif-3d8eb9795a3055.gif\" width=\"337\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-30T15:39:15+01:00",
				"url": "https://push.michaelschieben.com/2025/04/30/bcher-feiern-fr-covergestaltung-und/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/28/der-workshop-ist-vorbei-mehr/",
				
				"content_html": "<p>Der Workshop ist vorbei. Mehr als schön war es. Heute im Design Zentrum Hamburg. Eine Foto-Serie: Teil 5.</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Der Workshop ist vorbei. Mehr als schön war es. Heute im Design Zentrum Hamburg. Eine Foto-Serie: Teil 5.\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2770.jpeg\">\n",
				"date_published": "2025-04-28T16:53:19+01:00",
				"url": "https://push.michaelschieben.com/2025/04/28/der-workshop-ist-vorbei-mehr/",
				"tags": ["likeatweetin2012","workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/23/once-again-der-workshop-ist/",
				
				"content_html": "<p>once again: der workshop ist vorbei – serie</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "once again: der workshop ist vorbei – serie\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2649.jpeg\">\n",
				"date_published": "2025-04-23T18:46:56+01:00",
				"url": "https://push.michaelschieben.com/2025/04/23/once-again-der-workshop-ist/",
				"tags": ["likeatweetin2012","workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/22/serie-bleibt-serie-once-again/",
				
				"content_html": "<p>Serie bleibt Serie. Once again: Der Workshop ist vorbei.</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Serie bleibt Serie. Once again: Der Workshop ist vorbei.\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/express-collage.jpg\">\n",
				"date_published": "2025-04-22T15:18:01+01:00",
				"url": "https://push.michaelschieben.com/2025/04/22/serie-bleibt-serie-once-again/",
				"tags": ["likeatweetin2012","workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/17/gebraucht-gekauft-weil-ein-gutes/",
				
				"content_html": "<p>gebraucht gekauft - weil ein gutes buch mehr als text ist</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "gebraucht gekauft - weil ein gutes buch mehr als text ist\r\n\r\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/3848f084-6ca0-4b99-8a07-c09e171cd678-1-105-c.jpeg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-17T09:51:11+01:00",
				"url": "https://push.michaelschieben.com/2025/04/17/gebraucht-gekauft-weil-ein-gutes/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/17/der-workshop-ist-vorbei-mit/",
				
				"content_html": "<p>Der Workshop ist vorbei – mit dem dritten Post ist es eine echte Serie.</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Der Workshop ist vorbei – mit dem dritten Post ist es eine echte Serie.\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/express-collage.png\">\n",
				"date_published": "2025-04-17T07:26:20+01:00",
				"url": "https://push.michaelschieben.com/2025/04/17/der-workshop-ist-vorbei-mit/",
				"tags": ["likeatweetin2012","workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/11/komme-gerade-vom-nextgen-summit/",
				
				"content_html": "<p>Komme gerade vom <a href=\"https://koerber-starthub.de/next-generation-summit-for-good/\">Next.Gen Summit</a> for Good im <a href=\"https://koerber-starthub.de/\">Körber StartHub</a> zurück. Habe ne Menge dort gesehen.</p>\n<p>Shoutout an eine junge Generation von Gründer:innen in Deutschland, die sich als Impact Entrepreneure verstehen und ganz selbstverständlich als gUG, gGmbH oder im Verantwortungseigentum gründen .</p>\n<p>Da ist unter vielen anderen das eine Team, dass ungenutze Ticket-Kontingente sozial-gerecht verteilen möchte, die hochgebildete Person, die Aufenthaltsrechtsanträge ähnlich einfach machen möchte wie taxfit Steuererklärungen und der Schulabgänger, der Organisationen bei der Besetzung von unbesetzten Ausbildungsplätzen helfen wird.</p>\n<p>Eine Extra-Freude machte mir <a href=\"https://www.linkedin.com/in/bastianspringer/\">Bastians</a> Currywurst und die 20 minütigen 1:1 Sparring-Sessions.</p>\n<p>Und was machst eigentlich du, Michael? Ihr neuen Kontakte und Follower, ich sach mal so (und da ich immer noch kein Pitch-Training bei <a href=\"https://www.linkedin.com/in/larshartenstein/\">Lars</a> hatte auch ganz salopp):</p>\n<p>Mit euch denken! Mit dem Product Field, dessen Co-Author ich bin und anderen Denkwerkzeugen. Als Facilitator in Workshops für Team oder als strategisches Gegenüber. Geprägt von meinem Handwerk als Programmierer (Autodidaktisch mit 15 gestartet, als das Web jung war und Internet Eplorer 3.0), einem Design-Mindset (als Geschäftsführer im precious design studio, in der Zeit des ersten iPhones und Multiscreen-Design ganz neu war) und meine Liebe zu Menschen und meinem ausgeprägten Wunsch als das, was unvollständig, kaputt oder geht so ist in eine geschlossene Form zu bringen.</p>\n<p>Oder wie Lars mich vorstellt: Michael denkt immer zwei Ecken weiter und zeigt Verbindungen die andere nicht auf dem Schirm haben.</p>\n<p>Danke, <a href=\"https://www.linkedin.com/in/cornelius-gesing-a0173a15a/\">Cornelius</a>, dass du mich für einen Product Field Workshop in diesem Kontext auf dem Schirm hattest.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Komme gerade vom [Next.Gen Summit](https://koerber-starthub.de/next-generation-summit-for-good/) for Good im [Körber StartHub](https://koerber-starthub.de/) zurück. Habe ne Menge dort gesehen.\r\n\r\nShoutout an eine junge Generation von Gründer:innen in Deutschland, die sich als Impact Entrepreneure verstehen und ganz selbstverständlich als gUG, gGmbH oder im Verantwortungseigentum gründen .\r\n\r\nDa ist unter vielen anderen das eine Team, dass ungenutze Ticket-Kontingente sozial-gerecht verteilen möchte, die hochgebildete Person, die Aufenthaltsrechtsanträge ähnlich einfach machen möchte wie taxfit Steuererklärungen und der Schulabgänger, der Organisationen bei der Besetzung von unbesetzten Ausbildungsplätzen helfen wird.\r\n\r\nEine Extra-Freude machte mir [Bastians](https://www.linkedin.com/in/bastianspringer/) Currywurst und die 20 minütigen 1:1 Sparring-Sessions. \r\n\r\nUnd was machst eigentlich du, Michael? Ihr neuen Kontakte und Follower, ich sach mal so (und da ich immer noch kein Pitch-Training bei [Lars](https://www.linkedin.com/in/larshartenstein/) hatte auch ganz salopp):\r\n\r\nMit euch denken! Mit dem Product Field, dessen Co-Author ich bin und anderen Denkwerkzeugen. Als Facilitator in Workshops für Team oder als strategisches Gegenüber. Geprägt von meinem Handwerk als Programmierer (Autodidaktisch mit 15 gestartet, als das Web jung war und Internet Eplorer 3.0), einem Design-Mindset (als Geschäftsführer im precious design studio, in der Zeit des ersten iPhones und Multiscreen-Design ganz neu war) und meine Liebe zu Menschen und meinem ausgeprägten Wunsch als das, was unvollständig, kaputt oder geht so ist in eine geschlossene Form zu bringen.\r\n\r\nOder wie Lars mich vorstellt: Michael denkt immer zwei Ecken weiter und zeigt Verbindungen die andere nicht auf dem Schirm haben.\r\n\r\nDanke, [Cornelius](https://www.linkedin.com/in/cornelius-gesing-a0173a15a/), dass du mich für einen Product Field Workshop in diesem Kontext auf dem Schirm hattest.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-2353.jpeg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-11T11:41:04+01:00",
				"url": "https://push.michaelschieben.com/2025/04/11/komme-gerade-vom-nextgen-summit/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/07/facilitation-in-aller-klarheit-von/",
				
				"content_html": "<p>#Facilitation: In aller Klarheit von Methode A zu Methode B?</p>\n<p>&ldquo;Wir nehmen jetzt das eine Ergebnis und überführen es in den nächsten Denkschritt.&rdquo;\nNein, zu diesem pauschalen Rezept.</p>\n<p>Eher so: wie U-Bahn fahren in einer fremden Stadt.</p>\n<p>Was manche irritiert:\nIch arbeite oft nicht linear. Ich facilitiere nicht von Punkt A nach Punkt B. Ich öffne Räume, in denen Menschen an unterschiedlichen Orten auftauchen – mit Erkenntnissen, Fragen, Bildern, Impulsen.</p>\n<p>In solchen Formaten entdeckt man das Neue nicht entlang eines abgesteckten Denkwegs. Sondern in Bewegung, mit Vertrauen in Sprünge, Zwischentöne und Überraschungen. Das ist nicht Chaos. Es ist Navigation im Unbekannten. Mit Potential für große Entdeckungen und neue Zusammenhänge.</p>\n<p>Ihr kennt das Gefühl, wenn man plötzlich zwei Orte, die ihr bisher immer mit U-Bahn angesteuert habt, oberirdisch verbindet und auf dem Weg etwas Großartiges neu entdeckt?</p>\n<p>Ich glaube: Veränderung entsteht nicht nur durch Struktur. Sie braucht auch die Bereitschaft, Abkürzungen und Umwege zu nehmen, bevor man jeden Schritt versteht.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "#Facilitation: In aller Klarheit von Methode A zu Methode B?\n\n\"Wir nehmen jetzt das eine Ergebnis und überführen es in den nächsten Denkschritt.\"\nNein, zu diesem pauschalen Rezept.\n\nEher so: wie U-Bahn fahren in einer fremden Stadt.\n\nWas manche irritiert:\nIch arbeite oft nicht linear. Ich facilitiere nicht von Punkt A nach Punkt B. Ich öffne Räume, in denen Menschen an unterschiedlichen Orten auftauchen – mit Erkenntnissen, Fragen, Bildern, Impulsen.\n\nIn solchen Formaten entdeckt man das Neue nicht entlang eines abgesteckten Denkwegs. Sondern in Bewegung, mit Vertrauen in Sprünge, Zwischentöne und Überraschungen. Das ist nicht Chaos. Es ist Navigation im Unbekannten. Mit Potential für große Entdeckungen und neue Zusammenhänge.\n\nIhr kennt das Gefühl, wenn man plötzlich zwei Orte, die ihr bisher immer mit U-Bahn angesteuert habt, oberirdisch verbindet und auf dem Weg etwas Großartiges neu entdeckt?\n\nIch glaube: Veränderung entsteht nicht nur durch Struktur. Sie braucht auch die Bereitschaft, Abkürzungen und Umwege zu nehmen, bevor man jeden Schritt versteht.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-1715.jpeg\" width=\"600\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-07T09:35:12+01:00",
				"url": "https://push.michaelschieben.com/2025/04/07/facilitation-in-aller-klarheit-von/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/03/salt-strategies-actions-lessons-thoughts/",
				
				"content_html": "<p><a href=\"https://ausstellung.hfg-gmuend.de/s-2424/projekte/salt\">salt</a> — strategies, actions, lessons, thoughts of reflection</p>\n<p><a href=\"https://www.linkedin.com/in/lukas-georg-justus-b%C3%B6ckelmann-96b755253?utm_source=share&amp;utm_campaign=share_via&amp;utm_content=profile&amp;utm_medium=ios_app\">Lukas Georg Justus Böckelmann</a> gibt mir einen Einblick in seine Master Thesis und das was draus geworden ist.</p>\n<p>Spuren in meinem Büro. Aufgeräumter als mein Hirn.</p>\n<p>Da gibt es jetzt Placements mit neuen Unschärfen. Unter anderem zu Knowledge Creation, Constraints in der Design Theorie und wieso Zukünfte gestalten ganz eigentlich gut ist – Laut Lukas: um Imagination Gaps zu schließen.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "[salt](https://ausstellung.hfg-gmuend.de/s-2424/projekte/salt) — strategies, actions, lessons, thoughts of reflection\n\n[Lukas Georg Justus Böckelmann](https://www.linkedin.com/in/lukas-georg-justus-b%C3%B6ckelmann-96b755253?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app) gibt mir einen Einblick in seine Master Thesis und das was draus geworden ist.\n\nSpuren in meinem Büro. Aufgeräumter als mein Hirn.\n\nDa gibt es jetzt Placements mit neuen Unschärfen. Unter anderem zu Knowledge Creation, Constraints in der Design Theorie und wieso Zukünfte gestalten ganz eigentlich gut ist – Laut Lukas: um Imagination Gaps zu schließen.\n\n\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/e6a3e4e559.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-03T12:10:34+01:00",
				"url": "https://push.michaelschieben.com/2025/04/03/salt-strategies-actions-lessons-thoughts/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/02/fortsetzung-einer-fotoserie-der-workshop/",
				
				"content_html": "<p>fortsetzung einer foto-serie: der workshop ist vorbei</p>\n<p>#likeatweetin2012 #facilitation</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "fortsetzung einer foto-serie: der workshop ist vorbei\n\n#likeatweetin2012 #facilitation\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/68d6b315c7.jpg\">\n",
				"date_published": "2025-04-02T11:50:29+01:00",
				"url": "https://push.michaelschieben.com/2025/04/02/fortsetzung-einer-fotoserie-der-workshop/",
				"tags": ["likeatweetin2012","workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/04/01/selbst-meine-kinder-finden-es/",
				
				"content_html": "<p>&ldquo;Selbst meine Kinder finden es fazinierend.&rdquo;</p>\n<p>Ich habe mich gestern sehr gefreut. Über Foto und Nachricht von <a href=\"https://www.linkedin.com/in/leonid-klimov-8a855734/\">Leonid Klimov</a>, die KP mir weitergeleitet hat. Danke!</p>\n<p>Die Kraft der Form – Menschen, die das <a href=\"https://productfield.com/\">Product Field</a> auch nach Jahren immer wieder nutzen wissen: Es gibt unfassbar viel zu entdecken. Tiefe versteckt an der Oberfläche.</p>\n<p>Aber erst mal ist es ganz einfach und kinderleicht. Das Product Field bietet einen Bezugsrahmen, die hilft die eigenen Gedanken in Form zu bringen und Information (In-Form-ation) zu gewinnen. Aha-Momente der ganzheitlichen Betrachtung.</p>\n<p>Im Zentrum steht Produkt / Service / Angebot, ach lass uns &ldquo;Werk&rdquo; sagen. Das, woran wir arbeiten. Und das, woran wir arbeiten darf von uns von Zeit zur Zeit auch kinderleicht erscheinen und ein Lächeln ins Gesicht zaubern. So wie diese Zeichung.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "\"Selbst meine Kinder finden es fazinierend.\"\r\n\r\nIch habe mich gestern sehr gefreut. Über Foto und Nachricht von [Leonid Klimov](https://www.linkedin.com/in/leonid-klimov-8a855734/), die KP mir weitergeleitet hat. Danke!\r\n\r\nDie Kraft der Form – Menschen, die das [Product Field](https://productfield.com/) auch nach Jahren immer wieder nutzen wissen: Es gibt unfassbar viel zu entdecken. Tiefe versteckt an der Oberfläche.\r\n\r\nAber erst mal ist es ganz einfach und kinderleicht. Das Product Field bietet einen Bezugsrahmen, die hilft die eigenen Gedanken in Form zu bringen und Information (In-Form-ation) zu gewinnen. Aha-Momente der ganzheitlichen Betrachtung. \r\n\r\nIm Zentrum steht Produkt / Service / Angebot, ach lass uns \"Werk\" sagen. Das, woran wir arbeiten. Und das, woran wir arbeiten darf von uns von Zeit zur Zeit auch kinderleicht erscheinen und ein Lächeln ins Gesicht zaubern. So wie diese Zeichung.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-8529.png\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-04-01T09:35:00+01:00",
				"url": "https://push.michaelschieben.com/2025/04/01/selbst-meine-kinder-finden-es/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/31/in-der-kommenden-woche-findet/",
				
				"content_html": "<p>In der kommenden Woche findet der Next.GenSummit for Good der Körber Stiftung statt.</p>\n<p>Bin dabei. Grüße an <a href=\"https://www.linkedin.com/in/cornelius-gesing-a0173a15a/\">Cornelius</a> (via <a href=\"https://www.linkedin.com/school/brand-university/\">Brand University</a>, via <a href=\"https://www.linkedin.com/in/michael-jonas-6463685b/\">Michael Jonas</a>) und dank für die Einladung.</p>\n<p>Next.GenSummit for Good.</p>\n<p>For Good.</p>\n<p>Irgendwie habe ich Take That im Ohr.</p>\n<p>Als Robbie, Marc und wie die anderen noch hießen mit Back for Good charteten war ich sicher Next Gen. Heute nicht mehr. Um so mehr freue mich jetzt auf jungen Gründer:innen, denen ich das Product Field vorstellen darf und einige 1:1 Sparring-Sessions. Freue mich auf Menschen, die Social- &amp; Green-Startups und anderes Sinnvolles in die Welt gründen wollen. Und freue mich auf die Gen Z.</p>\n<p>Und ich freue mich auf einige <del>alte Hasen</del> aus dem Hamburger Start-Up Coaching Umfeld, u.a. Flora, Lena, Johnny, Lars und wie die anderen noch hießen. Take That.</p>\n<p>Mensch sagte mir, es gibt noch einige wenige Tickets?\n<a href=\"https://koerber-starthub.de/next-generation-summit-for-good/\">Bitte hier entlang!</a></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "In der kommenden Woche findet der Next.GenSummit for Good der Körber Stiftung statt.\n\nBin dabei. Grüße an [Cornelius](https://www.linkedin.com/in/cornelius-gesing-a0173a15a/) (via [Brand University](https://www.linkedin.com/school/brand-university/), via [Michael Jonas](https://www.linkedin.com/in/michael-jonas-6463685b/)) und dank für die Einladung.\n\nNext.GenSummit for Good.\n\nFor Good.\n\nIrgendwie habe ich Take That im Ohr.\n\nAls Robbie, Marc und wie die anderen noch hießen mit Back for Good charteten war ich sicher Next Gen. Heute nicht mehr. Um so mehr freue mich jetzt auf jungen Gründer:innen, denen ich das Product Field vorstellen darf und einige 1:1 Sparring-Sessions. Freue mich auf Menschen, die Social- & Green-Startups und anderes Sinnvolles in die Welt gründen wollen. Und freue mich auf die Gen Z.\n\nUnd ich freue mich auf einige ~~alte Hasen~~ aus dem Hamburger Start-Up Coaching Umfeld, u.a. Flora, Lena, Johnny, Lars und wie die anderen noch hießen. Take That.\n\nMensch sagte mir, es gibt noch einige wenige Tickets?\n[Bitte hier entlang!](https://koerber-starthub.de/next-generation-summit-for-good/)\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/next.gen-summit-for-good-2025-sharepic.jpg\" width=\"480\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-03-31T09:33:11+01:00",
				"url": "https://push.michaelschieben.com/2025/03/31/in-der-kommenden-woche-findet/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/28/neue-bildserie-der-workshop-ist/",
				
				"content_html": "<p>neue bildserie – der workshop ist vorbei</p>\n<p>#facilitation</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "neue bildserie – der workshop ist vorbei\n\n#facilitation\n\n<img src=\"uploads/2025/img-2188.jpeg\"><img src=\"uploads/2025/img-2184.jpeg\"><img src=\"uploads/2025/img-2191.jpeg\"><img src=\"uploads/2025/img-2194.jpeg\">\n",
				"date_published": "2025-03-28T14:51:00+01:00",
				"url": "https://push.michaelschieben.com/2025/03/28/neue-bildserie-der-workshop-ist/",
				"tags": ["workshopistvorbei"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/06/german-creative-economy-summit/",
				"title": "German Creative Economy Summit 2025",
				"content_html": "<p>Nach dem German Creative Economy Summit 2025 - <em>ein persönliches Nachdenken über Digitalisierung, GenAI, kreative Wertschöpfung und Gesellschaft. Fragemente.</em></p>\n<p>Was ist das Wesensmerkmal der Digitalisierung?\nBerechenbarkeit.</p>\n<p>Einst habe ich mich in digitalen Transformationsprojekten über Ansätze aufgeregt, die genau dies ignorieren. Schimpfwort: „Versicherungs-IT“. Papierformulare werden eingescannt und sind dann digitalisiert? Nee – weil einzig Unmengen von Bilddaten da waren, aber keine der Informationen und Inhalte des Formulars strukturiert so abgelegt wurden, dass sie in einen neuen Zusammenhang gestellt oder in eine andere Berechnung aufgenommen werden konnten.</p>\n<p>Heute ist es anders: Zeitgleich zur Einführung einer überstrukturierten XRechnung ist die neueste Version meiner Banking-App in der Lage, beliebig formatierte Rechnungen mit der Kamera in ein Überweisungsinterface zu überführen. Bilderkennung, Maschinen, die lernen – machen es möglich.</p>\n<p>In die <em><a href=\"https://www.perlentaucher.de/buch/tina-piazzi-stefan-m-seydel/die-form-der-unruhe-band-1.html\">Form der Unruhe</a></em> beschreiben es Tina Piazzi und Stefan M. Seydel so: &ldquo;Bits und Bytes loggen sich ein in Bilder, Texte, Videos.&rdquo; Null und Eins. An und Aus.</p>\n<p>Auf substantieller Ebene sind auch die digitalen Artefakte der &ldquo;Versicherungs-IT&rdquo; berechenbar. Wie Texte, Bilder und Musik.</p>\n<p>Und jetzt rechnen sie. Die Maschinen. Und nutzen 0 und 1 und generieren Texte, Bilder und Musik.</p>\n<p><strong>GenAI: Das großes Thema auf dem German Creative Economy Summit.</strong>\n<a href=\"https://www.linkedin.com/in/carsten-brosda-9a29b7322/\">\nDr. Carsten Brosda</a> spricht von einer radikal veränderten Wertschöpfung. Nicht nur für den Einzelnen, nicht nur für einen Teilmarkt (bspw. Fotografie), nicht nur für die Kreativwirtschaft, sondern für die gesamte Wirtschaft. Denke an meine Frau, die als Fotografin so fast gar kein Geld mehr verdient. Und meine Zukunft. Ich finde diesen Gedanken tröstlich. (Sie nicht so.)</p>\n<p>&ldquo;Wo wollen wir es nicht technologisch lösen?&rdquo; fragt Brosda weiter und benennt &ldquo;Die Unberechenbarkeit als kategorialen Unterschied&rdquo; zwischen menschlich und synthetisch Geschaffenem.</p>\n<p><em>0 und 1 und Inbetween</em> – Vor Jahren erdachte ich mir ein Tattoo-Motiv, das diesen Gedanken zum Ausdruck bringt. Ich habe es mir nicht stechen lassen. Weil ich überhaupt nie Interesse an Tattoos hatte. Und doch damals ernsthaft überlegte, eine Ausnahme zu machen, um nie, nie, nie dieses „Inbetween“ zu vergessen.</p>\n<p>Heute denke ich weiter: <strong>Die Unberechenbarkeit ist da, wo 0 und 1 nicht sind.</strong></p>\n<p>–</p>\n<p>Im Anschluss auf <a href=\"https://kampnagel.de/\">Kampnagel</a> K6 – so einfach wie gut in dieser Dramaturgie! (Danke: <a href=\"https://www.linkedin.com/in/hannah-kemper-6a1ab3a6/\">Hanna</a>, <a href=\"https://www.linkedin.com/in/karla-h%C3%BCbner-7a68ba290/\">Karla</a>, <a href=\"https://www.linkedin.com/in/nicola-bramkamp-667391157/\">Nicola</a> oder wer auch immer dafür verantwortlich ist): <a href=\"https://www.linkedin.com/company/goldmedia-group\">Goldmedia</a> präsentiert berechenbare, wirtschaftliche Fakten zu allen Teilmärkten und dann zeigen sich zwölf Kreative aller Teilmärkte auf der Bühne: Personen mit Haltung!</p>\n<p><a href=\"https://www.allthingsletters.com/about-chris-campe/\">Chris Campe</a> fordet: nutzt die Zeit auf dieser Veranstaltung und sprecht über eine neue Wirtschaftordnung entgegen der Vereinzelung. <a href=\"https://etukatelier.com\">Ben Etuk</a> ist da und das ist mehr als gut so. <a href=\"https://www.linkedin.com/in/mauricealain\">Maurice</a> macht Freude und ich gebe ihm mit meiner Erfahrung aus einigen Workshops für Games Lift in allem recht, was er sagt: Menschen aus der Games-Branche sind außergewöhnlich begabt im Umgang mit Komplexität – und sie supporten sich sehr!</p>\n<p>Und der Kreis könnte sich doch so schließen: Der Weihnachtsmann von der Spielwarenbranche lernt von <a href=\"https://www.instagram.com/phelineroggan_official/?hl=en\">Pheline Rogan</a> und der Filmwirtschaft. Aus &ldquo;grün drehen&rdquo; – &ldquo;grün spielen&rdquo;.</p>\n<p>Eine kleine Utopie!</p>\n<p>&ldquo;Der Glaube an den Menschen als Schöpfer&rdquo; (Brosda).</p>\n<p>Hoffnung – steht auf.</p>\n<p>&ldquo;Wenn morgen die Welt zu Grunde gehen würde, würde ich heute noch einen Apfelbaum pflanzen&rdquo; (Luther).</p>\n<p>Schrieb mir meine Grundschullehrierin ins Freundschafts-Buch. Jahrzehnte später im Alten Land. Kindergarten-Apfelernte. Nach einem Reeperbahn-Festival und Gespräch mit <a href=\"https://www.linkedin.com/in/jasoncale/\">Jason</a> auf dem Balkon vom Häkken: ich verstand. 0 und 1 und – above it all.</p>\n<p>–</p>\n<p><a href=\"https://www.youtube.com/watch?v=qjx2ALlZypY\">When the yogurt took over.</a></p>\n<p>Oder, wie es ein paar Panels später heißt: <strong>die Versklavung der Kreativen auf den großen Plattformen</strong>. Als Musiker*in will ich dort präsent sein, wo meine Musik ein Publikum findet. Und liefere dafür – in täglicher Unterordnung gegenüber einer Algorithmus-Blackbox, die über die Sichtbarkeit meiner Inhalte bestimmt – Bilder, Texte und Musik, in die sich Bits und Bytes einloggen, die meine kreative Leistung berechenbar werden lassen.</p>\n<p>Und optimierte UX nudged uns zum Dopamin-Rausch. Wie berechenbar sind wir für die Systeme? Sie wissen schon: Mit welcher Wahrscheinlichkeit du deinen Learning-Streak hältst, wie viele Likes und Notifications du brauchst, bis du wieder postest – und welchen generierten Text du wohl kopieren wirst.</p>\n<p><strong>Der Hunger der KI nach Input von jenen die Leben!</strong></p>\n<p>&ldquo;Kopier-Pfenning&rdquo;, &ldquo;Geistiges Eigentum&rdquo;, &ldquo;Gema-Gebühr&rdquo;, Künstlersozialkasse&quot;, &ldquo;Bürokratie-Abbau&rdquo;?</p>\n<p>Was ich vor Jahren (so wie heute ein Fragesteller) als Lamentieren abgetan hätte, erscheint in einem neuen Licht: <strong>Die Forderung nach wirtschaftlicher Anerkennung menschlichen Beitrags abseits der Berechenbarkeit ist nie Lamentieren. Sie ist immer eine Forderung nach einer lebenswerten Gesellschaft.</strong></p>\n<p>–</p>\n<p>Und das <a href=\"https://german-creative-economy-summit.de/programm/zwischen-werkzeug-und-wettbewerber-das-spannungsfeld-von-ki-und-kreativer-arbeit/\">Panel</a> stellt fest: Europa ohne Suchmaschine, Europa ohne soziales Netzwerk, Europa ohne KI. Wertschöpfung fließt ab und <em>die da</em> zahlen nicht mal Steuern.</p>\n<p>Ich tippe: <em>Airbus-Moment der Digitalisierung.</em> Ein kurzer Text. 0 und 1 im Telefon und in der Cloud.</p>\n<p>Fahre heim. Frage mich ob .eu Domains an Popularität gewinnen?</p>\n<p>Beluga über Hamburg.</p>\n",
				"content_text": "Nach dem German Creative Economy Summit 2025 - _ein persönliches Nachdenken über Digitalisierung, GenAI, kreative Wertschöpfung und Gesellschaft. Fragemente._\n\nWas ist das Wesensmerkmal der Digitalisierung?\nBerechenbarkeit. \n\nEinst habe ich mich in digitalen Transformationsprojekten über Ansätze aufgeregt, die genau dies ignorieren. Schimpfwort: „Versicherungs-IT“. Papierformulare werden eingescannt und sind dann digitalisiert? Nee – weil einzig Unmengen von Bilddaten da waren, aber keine der Informationen und Inhalte des Formulars strukturiert so abgelegt wurden, dass sie in einen neuen Zusammenhang gestellt oder in eine andere Berechnung aufgenommen werden konnten.\n\nHeute ist es anders: Zeitgleich zur Einführung einer überstrukturierten XRechnung ist die neueste Version meiner Banking-App in der Lage, beliebig formatierte Rechnungen mit der Kamera in ein Überweisungsinterface zu überführen. Bilderkennung, Maschinen, die lernen – machen es möglich.\n\nIn die _[Form der Unruhe](https://www.perlentaucher.de/buch/tina-piazzi-stefan-m-seydel/die-form-der-unruhe-band-1.html)_ beschreiben es Tina Piazzi und Stefan M. Seydel so: \"Bits und Bytes loggen sich ein in Bilder, Texte, Videos.\" Null und Eins. An und Aus.\n\nAuf substantieller Ebene sind auch die digitalen Artefakte der \"Versicherungs-IT\" berechenbar. Wie Texte, Bilder und Musik.\n\nUnd jetzt rechnen sie. Die Maschinen. Und nutzen 0 und 1 und generieren Texte, Bilder und Musik.\n\n**GenAI: Das großes Thema auf dem German Creative Economy Summit.**\n[\nDr. Carsten Brosda](https://www.linkedin.com/in/carsten-brosda-9a29b7322/) spricht von einer radikal veränderten Wertschöpfung. Nicht nur für den Einzelnen, nicht nur für einen Teilmarkt (bspw. Fotografie), nicht nur für die Kreativwirtschaft, sondern für die gesamte Wirtschaft. Denke an meine Frau, die als Fotografin so fast gar kein Geld mehr verdient. Und meine Zukunft. Ich finde diesen Gedanken tröstlich. (Sie nicht so.)\n\n\"Wo wollen wir es nicht technologisch lösen?\" fragt Brosda weiter und benennt \"Die Unberechenbarkeit als kategorialen Unterschied\" zwischen menschlich und synthetisch Geschaffenem. \n\n_0 und 1 und Inbetween_ – Vor Jahren erdachte ich mir ein Tattoo-Motiv, das diesen Gedanken zum Ausdruck bringt. Ich habe es mir nicht stechen lassen. Weil ich überhaupt nie Interesse an Tattoos hatte. Und doch damals ernsthaft überlegte, eine Ausnahme zu machen, um nie, nie, nie dieses „Inbetween“ zu vergessen.\n\nHeute denke ich weiter: **Die Unberechenbarkeit ist da, wo 0 und 1 nicht sind.**\n\n–\n\nIm Anschluss auf [Kampnagel](https://kampnagel.de/) K6 – so einfach wie gut in dieser Dramaturgie! (Danke: [Hanna](https://www.linkedin.com/in/hannah-kemper-6a1ab3a6/), [Karla](https://www.linkedin.com/in/karla-h%C3%BCbner-7a68ba290/), [Nicola](https://www.linkedin.com/in/nicola-bramkamp-667391157/) oder wer auch immer dafür verantwortlich ist): [Goldmedia](https://www.linkedin.com/company/goldmedia-group) präsentiert berechenbare, wirtschaftliche Fakten zu allen Teilmärkten und dann zeigen sich zwölf Kreative aller Teilmärkte auf der Bühne: Personen mit Haltung!\n\n[Chris Campe](https://www.allthingsletters.com/about-chris-campe/) fordet: nutzt die Zeit auf dieser Veranstaltung und sprecht über eine neue Wirtschaftordnung entgegen der Vereinzelung. [Ben Etuk](https://etukatelier.com) ist da und das ist mehr als gut so. [Maurice](https://www.linkedin.com/in/mauricealain) macht Freude und ich gebe ihm mit meiner Erfahrung aus einigen Workshops für Games Lift in allem recht, was er sagt: Menschen aus der Games-Branche sind außergewöhnlich begabt im Umgang mit Komplexität – und sie supporten sich sehr!\n\nUnd der Kreis könnte sich doch so schließen: Der Weihnachtsmann von der Spielwarenbranche lernt von [Pheline Rogan](https://www.instagram.com/phelineroggan_official/?hl=en) und der Filmwirtschaft. Aus \"grün drehen\" – \"grün spielen\".\n\nEine kleine Utopie!\n\n\"Der Glaube an den Menschen als Schöpfer\" (Brosda). \n\nHoffnung – steht auf.\n\n\"Wenn morgen die Welt zu Grunde gehen würde, würde ich heute noch einen Apfelbaum pflanzen\" (Luther).\n\nSchrieb mir meine Grundschullehrierin ins Freundschafts-Buch. Jahrzehnte später im Alten Land. Kindergarten-Apfelernte. Nach einem Reeperbahn-Festival und Gespräch mit [Jason](https://www.linkedin.com/in/jasoncale/) auf dem Balkon vom Häkken: ich verstand. 0 und 1 und – above it all.\n\n–\n\n[When the yogurt took over.](https://www.youtube.com/watch?v=qjx2ALlZypY)\n\nOder, wie es ein paar Panels später heißt: **die Versklavung der Kreativen auf den großen Plattformen**. Als Musiker*in will ich dort präsent sein, wo meine Musik ein Publikum findet. Und liefere dafür – in täglicher Unterordnung gegenüber einer Algorithmus-Blackbox, die über die Sichtbarkeit meiner Inhalte bestimmt – Bilder, Texte und Musik, in die sich Bits und Bytes einloggen, die meine kreative Leistung berechenbar werden lassen.\n\nUnd optimierte UX nudged uns zum Dopamin-Rausch. Wie berechenbar sind wir für die Systeme? Sie wissen schon: Mit welcher Wahrscheinlichkeit du deinen Learning-Streak hältst, wie viele Likes und Notifications du brauchst, bis du wieder postest – und welchen generierten Text du wohl kopieren wirst.\n\n**Der Hunger der KI nach Input von jenen die Leben!**\n\n\"Kopier-Pfenning\", \"Geistiges Eigentum\", \"Gema-Gebühr\", Künstlersozialkasse\", \"Bürokratie-Abbau\"?\n\nWas ich vor Jahren (so wie heute ein Fragesteller) als Lamentieren abgetan hätte, erscheint in einem neuen Licht: **Die Forderung nach wirtschaftlicher Anerkennung menschlichen Beitrags abseits der Berechenbarkeit ist nie Lamentieren. Sie ist immer eine Forderung nach einer lebenswerten Gesellschaft.**\n\n–\n\nUnd das [Panel](https://german-creative-economy-summit.de/programm/zwischen-werkzeug-und-wettbewerber-das-spannungsfeld-von-ki-und-kreativer-arbeit/) stellt fest: Europa ohne Suchmaschine, Europa ohne soziales Netzwerk, Europa ohne KI. Wertschöpfung fließt ab und _die da_ zahlen nicht mal Steuern.\n\nIch tippe: _Airbus-Moment der Digitalisierung._ Ein kurzer Text. 0 und 1 im Telefon und in der Cloud.\n\nFahre heim. Frage mich ob .eu Domains an Popularität gewinnen?\n\nBeluga über Hamburg.\n",
				"date_published": "2025-03-06T12:21:39+01:00",
				"url": "https://push.michaelschieben.com/2025/03/06/german-creative-economy-summit/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/06/120028/",
				
				"content_html": "<p>Die Schönheit der teilmarkt-übergreifenden Betrachtung.</p>\n<p>Den German Creative Economy Summit erlebe ich als Überbau für Räume, die ich als Facilitator ganz konkret geöffnet habe und in Zukunft weiter öffnen möchte. Räume für den Austausch mit Kreativen aus anderen Teilmärkten zu Fragen der kreativen Wertschöpfung. Wie sagte einst ein Teilnehmer: &ldquo;Ich habe hier über Themen gesprochen, die mich stark beschäftigen, und die ich in meiner Fotografie-Bubble nie so offen und mich selbst verletzlich machend angesprochen hätte&rdquo;.</p>\n<p>Danke Hamburg Kreativ Gesellschaft.</p>\n",
				"content_text": "Die Schönheit der teilmarkt-übergreifenden Betrachtung.\n\nDen German Creative Economy Summit erlebe ich als Überbau für Räume, die ich als Facilitator ganz konkret geöffnet habe und in Zukunft weiter öffnen möchte. Räume für den Austausch mit Kreativen aus anderen Teilmärkten zu Fragen der kreativen Wertschöpfung. Wie sagte einst ein Teilnehmer: \"Ich habe hier über Themen gesprochen, die mich stark beschäftigen, und die ich in meiner Fotografie-Bubble nie so offen und mich selbst verletzlich machend angesprochen hätte\".\n\nDanke Hamburg Kreativ Gesellschaft.\n",
				"date_published": "2025-03-06T12:00:28+01:00",
				"url": "https://push.michaelschieben.com/2025/03/06/120028/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/05/171816/",
				
				"content_html": "<blockquote>\n<p>Kopier-Pfennig</p>\n</blockquote>\n<blockquote>\n<p>Beweislastumkehr</p>\n</blockquote>\n<p>—</p>\n<p>Forderungen nach fairer Vergütung: den kategorialen unterschied bewahren. glaube an den mensch als schöpfer!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "> Kopier-Pfennig\n\n> Beweislastumkehr\n\n—\n\nForderungen nach fairer Vergütung: den kategorialen unterschied bewahren. glaube an den mensch als schöpfer!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/ee0f7d383b.jpg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2025-03-05T17:18:16+01:00",
				"url": "https://push.michaelschieben.com/2025/03/05/171816/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/03/05/heute-zu-gast-auf-dem/",
				
				"content_html": "<p>Heute! Zu Gast auf dem GCES. Sprich Gjiezess.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Heute! Zu Gast auf dem GCES. Sprich Gjiezess.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/6991f0c213.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-03-05T11:25:35+01:00",
				"url": "https://push.michaelschieben.com/2025/03/05/heute-zu-gast-auf-dem/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/02/28/httpswwwyoutubecomwatchvhpcnscmpak/",
				
				"content_html": "<p><a href=\"https://www.youtube.com/watch?v=H-pcNScMpak\">www.youtube.com/watch</a></p>\n",
				"content_text": "[www.youtube.com/watch](https://www.youtube.com/watch?v=H-pcNScMpak)\n",
				"date_published": "2025-02-28T18:47:04+01:00",
				"url": "https://push.michaelschieben.com/2025/02/28/httpswwwyoutubecomwatchvhpcnscmpak/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/02/05/bestes-geschenk-im-workshop-krzlich/",
				
				"content_html": "<p>Bestes Geschenk im Workshop, kürzlich: Ein Buchtipp.</p>\n<blockquote>\n<p>Michael, hast du The Extended Mind von Annie Murphy Paul gelesen? Weil so wie du uns hier arbeiten lässt – das entspricht den Prinzipien, die dort beschrieben sind.</p>\n</blockquote>\n<p>Was für eine Empfehlung! Jetzt denke ich über das Denken nach und erfreue mich an Konzepten wie dem gehirn-gebundenen Denken (&ldquo;brainbound&rdquo; thinking, Andy Clark) und deren Überwindung.</p>\n<p>Und kann es nicht abwarten, diese drei Teile des Buches zu lesen:</p>\n<ul>\n<li>Denken mit unseren Körpern</li>\n<li>Denken mit unserer Umgebung</li>\n<li>Denken mit unseren Beziehungen</li>\n</ul>\n<p>Und salopp mit Bruno Latur ergänzt: Nicht Cogito ergo sum, sondern Cogitamus: Wir-Denken. Mit Körper, Raum und Kolleg*innen. Und klar. Auch mit &ldquo;Hirn anschalten&rdquo;: Demnächst wieder. Im Workshop. Facilitated.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Bestes Geschenk im Workshop, kürzlich: Ein Buchtipp.\n\n> Michael, hast du The Extended Mind von Annie Murphy Paul gelesen? Weil so wie du uns hier arbeiten lässt – das entspricht den Prinzipien, die dort beschrieben sind.\n\nWas für eine Empfehlung! Jetzt denke ich über das Denken nach und erfreue mich an Konzepten wie dem gehirn-gebundenen Denken (\"brainbound\" thinking, Andy Clark) und deren Überwindung.\n\nUnd kann es nicht abwarten, diese drei Teile des Buches zu lesen:\n\n- Denken mit unseren Körpern\n- Denken mit unserer Umgebung\n- Denken mit unseren Beziehungen\n\nUnd salopp mit Bruno Latur ergänzt: Nicht Cogito ergo sum, sondern Cogitamus: Wir-Denken. Mit Körper, Raum und Kolleg*innen. Und klar. Auch mit \"Hirn anschalten\": Demnächst wieder. Im Workshop. Facilitated.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-1301.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-02-05T16:06:42+01:00",
				"url": "https://push.michaelschieben.com/2025/02/05/bestes-geschenk-im-workshop-krzlich/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/02/03/ich-bin-mac-nutzer-seit/",
				
				"content_html": "<p>Ich bin Mac Nutzer seit 2003. 21 Jahre ohne Sticker. Wieso es diese beiden im letzten Jahr auf mein aktuelles Gerät geschafft haben? Diese Geschichte werde ich irgendwann erzählen.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Ich bin Mac Nutzer seit 2003. 21 Jahre ohne Sticker. Wieso es diese beiden im letzten Jahr auf mein aktuelles Gerät geschafft haben? Diese Geschichte werde ich irgendwann erzählen.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/21de4b61ac.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-02-03T09:46:48+01:00",
				"url": "https://push.michaelschieben.com/2025/02/03/ich-bin-mac-nutzer-seit/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/31/horstbox-ein-dsl-telefonie-router/",
				
				"content_html": "<p>Horstbox – ein DSL / Telefonie Router von D-Link der 2007 auf den Markt kommt.</p>\n<p>Ein unglaublicher Name für ein Konkurrenzprodukt zur Fritzbox. Wieso sie so heißt? Das erzähle ich noch heute gern.</p>\n<p>Milan und ich gründeten gerade two antennas und arbeiten untergemietet in den Räumen von L&rsquo;Age d&rsquo;Or. Das UI Design von Milan? Ich feiere es noch heute. Und wenn ich das richtig erinnere: wir lieferten HTML, CSS in bester Webstandard-Qualität für die Nerds, die dies als Templates für eine C basierte Rendering Engine kompilierten.</p>\n<p>Stichworte: Cebit, Maxina, Rostock</p>\n<p>#horstbox\n#nostalgie 7/24</p>\n<p>–</p>\n<p>Anfang des Jahres 2024 habe ich mir das Ziel gesetzt in einem Jahr 24 <a href=\"https://www.instagram.com/m.onthefield/\">nostalgische Instagram Posts</a> zu veröffentlichen. Das hat nicht geklappt. Nun ist 2025, ich liebe dieses Microblog und mache einfach weiter.</p>\n<p><!-- raw HTML omitted --><!-- raw HTML omitted --><!-- raw HTML omitted --><!-- raw HTML omitted --></p>\n",
				"content_text": "Horstbox – ein DSL / Telefonie Router von D-Link der 2007 auf den Markt kommt.\r\n\r\nEin unglaublicher Name für ein Konkurrenzprodukt zur Fritzbox. Wieso sie so heißt? Das erzähle ich noch heute gern.\r\n\r\nMilan und ich gründeten gerade two antennas und arbeiten untergemietet in den Räumen von L'Age d'Or. Das UI Design von Milan? Ich feiere es noch heute. Und wenn ich das richtig erinnere: wir lieferten HTML, CSS in bester Webstandard-Qualität für die Nerds, die dies als Templates für eine C basierte Rendering Engine kompilierten.\r\n\r\nStichworte: Cebit, Maxina, Rostock\r\n\r\n#horstbox\r\n#nostalgie 7/24\r\n\r\n–\r\n\r\nAnfang des Jahres 2024 habe ich mir das Ziel gesetzt in einem Jahr 24 [nostalgische Instagram Posts](https://www.instagram.com/m.onthefield/) zu veröffentlichen. Das hat nicht geklappt. Nun ist 2025, ich liebe dieses Microblog und mache einfach weiter.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/artboard-copy-2.png\" width=\"370\" height=\"370\" alt=\"\"><img src=\"https://push.michaelschieben.com/uploads/2025/artboard-copy.png\" width=\"370\" height=\"370\" alt=\"\"><img src=\"https://push.michaelschieben.com/uploads/2025/artboard.png\" width=\"370\" height=\"370\" alt=\"\"><img src=\"https://push.michaelschieben.com/uploads/2025/artboard-copy-3.png\" width=\"370\" height=\"370\" alt=\"\">\n",
				"date_published": "2025-01-31T18:10:16+01:00",
				"url": "https://push.michaelschieben.com/2025/01/31/horstbox-ein-dsl-telefonie-router/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/31/leidenschaft-und-energie-entfachen-komme/",
				
				"content_html": "<p>Leidenschaft und Energie entfachen!</p>\n<p>Komme aus Bremerhaven zurück. Habe eine Führungsworkshop designed und durchgefürht. Zu neuen Leitlinien. Mit 30 Personen aus dem Medienverbund <a href=\"https://nexusmedianord.de/\">Nexus Media Nord</a>.</p>\n<p>Eine sowohl rational-analystische als auch kollegial-beratende Auseinandersetzung zur Bedeutung der Leitlinen, verändertem Verhalten und befähigenden Maßnahmen. Plus pantomomischen Standbild und buntem Ende mit Merkhilfen: Mantras und Memes.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Leidenschaft und Energie entfachen!\r\n\r\nKomme aus Bremerhaven zurück. Habe eine Führungsworkshop designed und durchgefürht. Zu neuen Leitlinien. Mit 30 Personen aus dem Medienverbund [Nexus Media Nord](https://nexusmedianord.de/).\r\n\r\nEine sowohl rational-analystische als auch kollegial-beratende Auseinandersetzung zur Bedeutung der Leitlinen, verändertem Verhalten und befähigenden Maßnahmen. Plus pantomomischen Standbild und buntem Ende mit Merkhilfen: Mantras und Memes.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-1126.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-31T09:43:57+01:00",
				"url": "https://push.michaelschieben.com/2025/01/31/leidenschaft-und-energie-entfachen-komme/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/31/workshops-so-gerne-wie-noch/",
				
				"content_html": "<p>Workshops: So gerne wie noch nie.</p>\n<p>Immer wieder. Immer noch. Seit 12 Jahren.</p>\n<p>Foto: Müde im Hotelflur in Wuppertal auf dem Weg nach Frankfurt. Heute: Glücklich mit Workshop-Kater nach acht Formaten im Januar für fünf verschiedene Projekte mit mehr als 75 unterschiedlichen Gesichtern. Vielen Dank für euer Vertrauen!</p>\n<p>Und jetzt: eine Woche Pause. Hat mir Doc <a href=\"https://www.linkedin.com/in/r%C3%B6nke-von-der-heide-a8066133/\">Rönke</a> verschrieben.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Workshops: So gerne wie noch nie.\n\nImmer wieder. Immer noch. Seit 12 Jahren.\n\nFoto: Müde im Hotelflur in Wuppertal auf dem Weg nach Frankfurt. Heute: Glücklich mit Workshop-Kater nach acht Formaten im Januar für fünf verschiedene Projekte mit mehr als 75 unterschiedlichen Gesichtern. Vielen Dank für euer Vertrauen!\n\nUnd jetzt: eine Woche Pause. Hat mir Doc [Rönke](https://www.linkedin.com/in/r%C3%B6nke-von-der-heide-a8066133/) verschrieben.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-0835.jpeg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-31T09:32:20+01:00",
				"url": "https://push.michaelschieben.com/2025/01/31/workshops-so-gerne-wie-noch/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/29/selten-arbeitete-ich-bisher-mit/",
				
				"content_html": "<p>Selten arbeitete ich bisher mit Bildmetaphern. Ein Anfang?</p>\n<p>Auf jeden Fall wieder: Workshop-Vorfreude!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Selten arbeitete ich bisher mit Bildmetaphern. Ein Anfang?\n\nAuf jeden Fall wieder: Workshop-Vorfreude!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/66ce4fad58.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-29T09:56:40+01:00",
				"url": "https://push.michaelschieben.com/2025/01/29/selten-arbeitete-ich-bisher-mit/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/29/umsichtig-intelligent-und-hochgradig-kreativ/",
				
				"content_html": "<blockquote>\n<p>Umsichtig, intelligent und hochgradig kreativ begleitet und uns immer wieder aus der Reserve lockend</p>\n</blockquote>\n<p>Dr. Jan Metzler, Hamburger Kunsthalle</p>\n<p>Im Januar 2025, nach eine Offsite mit 25 Führungskräften zur partizipativen Entwicklung eines Leitbildes für die Hamburger Kunsthalle im Design Zentrum Hamburg. Workshop-Eupohorisch.</p>\n<p>Danke, Jan!</p>\n",
				"content_text": "> Umsichtig, intelligent und hochgradig kreativ begleitet und uns immer wieder aus der Reserve lockend\r\n\r\nDr. Jan Metzler, Hamburger Kunsthalle\r\n\r\nIm Januar 2025, nach eine Offsite mit 25 Führungskräften zur partizipativen Entwicklung eines Leitbildes für die Hamburger Kunsthalle im Design Zentrum Hamburg. Workshop-Eupohorisch.\r\n\r\nDanke, Jan!\n",
				"date_published": "2025-01-29T08:41:22+01:00",
				"url": "https://push.michaelschieben.com/2025/01/29/umsichtig-intelligent-und-hochgradig-kreativ/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/25/wie-viele-karteikarten-din-a/",
				
				"content_html": "<p>Wie viele Karteikarten (DIN A6) passen auf eine Moderationswand?</p>\n<p>Wiedergefunden aber leider nur auf LinkedIn – <a href=\"https://www.linkedin.com/posts/michael-schieben_gr%C3%B6%C3%9Fenverh%C3%A4tnisse-workshop-materialien-und-activity-7117451506961772544-ndL0?utm_source=share&amp;utm_medium=member_desktop\">Größenverhältnisse von Workshop-Materialien</a>.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Wie viele Karteikarten (DIN A6) passen auf eine Moderationswand?\n\nWiedergefunden aber leider nur auf LinkedIn – [Größenverhältnisse von Workshop-Materialien](https://www.linkedin.com/posts/michael-schieben_gr%C3%B6%C3%9Fenverh%C3%A4tnisse-workshop-materialien-und-activity-7117451506961772544-ndL0?utm_source=share&utm_medium=member_desktop).\n\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/1696932497891.png\" width=\"484\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-25T11:06:22+01:00",
				"url": "https://push.michaelschieben.com/2025/01/25/wie-viele-karteikarten-din-a/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/24/workshopvorfreude/",
				
				"content_html": "<p>Workshop-Vorfreude!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Workshop-Vorfreude!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/6ffb001854.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-24T09:49:44+01:00",
				"url": "https://push.michaelschieben.com/2025/01/24/workshopvorfreude/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/20/ein-weiterer-workshop-in-vorbereitung/",
				
				"content_html": "<p>Ein weiterer Workshop — in Vorbereitung.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Ein weiterer Workshop — in Vorbereitung.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/b0143c17e6.png\" alt=\"\">\n",
				"date_published": "2025-01-20T22:25:56+01:00",
				"url": "https://push.michaelschieben.com/2025/01/20/ein-weiterer-workshop-in-vorbereitung/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/19/nokia-mobile-phones-industrial-design/",
				
				"content_html": "<!-- raw HTML omitted -->\n<p>Nokia Mobile Phones Industrial Design and Styling Strategy (1996)</p>\n<p><a href=\"https://repo.aalto.fi/uncategorized/IO_09324980-91e7-4943-a0e7-8069ec640a6a/\">source</a>\n<a href=\"https://nokiadesignarchive.aalto.fi/index.html?node=A0043\">found</a>\n<a href=\"https://www.linkedin.com/posts/joni-oranta-522349a7_this-is-amazing-the-nokia-design-archive-activity-7285212333952397313-p2U6?utm_source=share&amp;utm_medium=member_desktop\">via</a></p>\n",
				"content_text": "<img src=\"https://push.michaelschieben.com/uploads/2025/2bc62a84de.png\" alt=\"\">\n\nNokia Mobile Phones Industrial Design and Styling Strategy (1996)\n\n[source](https://repo.aalto.fi/uncategorized/IO_09324980-91e7-4943-a0e7-8069ec640a6a/)\n[found](https://nokiadesignarchive.aalto.fi/index.html?node=A0043)\n[via](https://www.linkedin.com/posts/joni-oranta-522349a7_this-is-amazing-the-nokia-design-archive-activity-7285212333952397313-p2U6?utm_source=share&utm_medium=member_desktop)\n",
				"date_published": "2025-01-19T19:47:38+01:00",
				"url": "https://push.michaelschieben.com/2025/01/19/nokia-mobile-phones-industrial-design/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/18/wohltuend-wie-dave-gray-dieses/",
				
				"content_html": "<p>Wohltuend, wie Dave Gray dieses Video rahmt:</p>\n<blockquote>\n<p>Warning, watching this may make you feel like a slacker.</p>\n</blockquote>\n<p>Klasse auch, was ich aus dem Video mitnehmen: <a href=\"https://verbaltovisual.com/\">Doug Neill</a> setzt in seiner Routine ganz bewusst einem Zeitpunkt, in dem er sich der selbst der Welt öffnet.</p>\n<blockquote>\n<p>I open myself up to the world.</p>\n</blockquote>\n<p><a href=\"https://www.linkedin.com/posts/davegray_what-does-your-day-look-like-have-you-ever-activity-7286172113848152064-2jC_?utm_source=share&amp;utm_medium=member_desktop\">www.linkedin.com/posts/dav&hellip;</a></p>\n",
				"content_text": "Wohltuend, wie Dave Gray dieses Video rahmt:\n\n> Warning, watching this may make you feel like a slacker.\n\nKlasse auch, was ich aus dem Video mitnehmen: [Doug Neill](https://verbaltovisual.com/) setzt in seiner Routine ganz bewusst einem Zeitpunkt, in dem er sich der selbst der Welt öffnet.\n\n> I open myself up to the world.\n\n[www.linkedin.com/posts/dav...](https://www.linkedin.com/posts/davegray_what-does-your-day-look-like-have-you-ever-activity-7286172113848152064-2jC_?utm_source=share&utm_medium=member_desktop)\n",
				"date_published": "2025-01-18T10:13:21+01:00",
				"url": "https://push.michaelschieben.com/2025/01/18/wohltuend-wie-dave-gray-dieses/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/15/hotel-room-remote-facilitation-setup/",
				
				"content_html": "<p>Hotel Room Remote Facilitation Setup</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Hotel Room Remote Facilitation Setup\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/35fe2c1d99.jpg\" width=\"600\" height=\"599\" alt=\"\">\n",
				"date_published": "2025-01-15T19:33:20+01:00",
				"url": "https://push.michaelschieben.com/2025/01/15/hotel-room-remote-facilitation-setup/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/14/112231/",
				
				"content_html": "<p>immernoch verliebt in <a href=\"https://it-tools.tech/ascii-text-drawer\">ASCII-Schriftarten</a>, insbesondere Calvin S</p>\n<p>#likeatweetin2012</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "immernoch verliebt in [ASCII-Schriftarten](https://it-tools.tech/ascii-text-drawer), insbesondere Calvin S\n\n#likeatweetin2012\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/ascii.png\" width=\"600\" height=\"543\" alt=\"\">\n",
				"date_published": "2025-01-14T11:22:31+01:00",
				"url": "https://push.michaelschieben.com/2025/01/14/112231/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/13/habe-drei-zitate-zu-facilitation/",
				
				"content_html": "<p>Habe drei Zitate zu Facilitation gepostet und jetzt neue Zusammenhänge entdeckt.</p>\n<p><a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7283505037861945344?commentUrn=urn%3Ali%3Acomment%3A%28activity%3A7283505037861945344%2C7283549513292603392%29&amp;dashCommentUrn=urn%3Ali%3Afsd_comment%3A%287283549513292603392%2Curn%3Ali%3Aactivity%3A7283505037861945344%29\">Marie kommentierte</a> auf LinkedIn.</p>\n<blockquote>\n</blockquote>\n<p>Das finde ich spannend, vor allem dass alles mit der &ldquo;Inner condition of the facilitator&rdquo; beginnt.</p>\n<p>Diese Kommentar triggerte dieses Aha! Oder besser, diese drei H.</p>\n<ol>\n<li>Handwerk</li>\n<li>Haltung</li>\n<li>Hingabe</li>\n</ol>\n<p>Findet sich so auch in den Büchern, Ansätzen der drei zitierten Personen, in eben jener Reihenfolge in denen ich die Zitate gepostet, bzw. damals in den Artikel baute, um mich einer Definition von Facilitation zu nähern.</p>\n<ol>\n<li>Handwerk (Kaner) und Methodik um die <a href=\"https://push.michaelschieben.com/2025/01/07/facilitiywhat-in-der-deutsche-sprache/\">effektive Arbeit in Gruppen zu enablen</a></li>\n<li>Haltung (Schwarz): Annahmen und Werte, die rational das Verhalten prägen,<a href=\"https://push.michaelschieben.com/2025/01/09/173017/\"> Facilitation as bestimmter Weg zu Denken</a> und sich zu Verhalten</li>\n<li>Hingabe (Brown) – eben jene <a href=\"https://push.michaelschieben.com/2025/01/10/facilitation-as-the-ways-spirit/\">inner condition</a>, die Sternstunden der Gruppendynamik und Erkenntnisproduktion ermöglicht</li>\n</ol>\n<p>AHHH ;)</p>\n",
				"content_text": "Habe drei Zitate zu Facilitation gepostet und jetzt neue Zusammenhänge entdeckt. \n\n[Marie kommentierte](https://www.linkedin.com/feed/update/urn:li:activity:7283505037861945344?commentUrn=urn%3Ali%3Acomment%3A%28activity%3A7283505037861945344%2C7283549513292603392%29&dashCommentUrn=urn%3Ali%3Afsd_comment%3A%287283549513292603392%2Curn%3Ali%3Aactivity%3A7283505037861945344%29) auf LinkedIn. \n\n> \nDas finde ich spannend, vor allem dass alles mit der \"Inner condition of the facilitator\" beginnt. \n\nDiese Kommentar triggerte dieses Aha! Oder besser, diese drei H.\n\n1. Handwerk\n2. Haltung\n3. Hingabe\n\nFindet sich so auch in den Büchern, Ansätzen der drei zitierten Personen, in eben jener Reihenfolge in denen ich die Zitate gepostet, bzw. damals in den Artikel baute, um mich einer Definition von Facilitation zu nähern.\n\n1. Handwerk (Kaner) und Methodik um die [effektive Arbeit in Gruppen zu enablen](https://push.michaelschieben.com/2025/01/07/facilitiywhat-in-der-deutsche-sprache/)\n2. Haltung (Schwarz): Annahmen und Werte, die rational das Verhalten prägen,[ Facilitation as bestimmter Weg zu Denken](https://push.michaelschieben.com/2025/01/09/173017/) und sich zu Verhalten\n3. Hingabe (Brown) – eben jene [inner condition](https://push.michaelschieben.com/2025/01/10/facilitation-as-the-ways-spirit/), die Sternstunden der Gruppendynamik und Erkenntnisproduktion ermöglicht\n\nAHHH ;)\n",
				"date_published": "2025-01-13T09:55:03+01:00",
				"url": "https://push.michaelschieben.com/2025/01/13/habe-drei-zitate-zu-facilitation/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/10/facilitation-as-the-ways-spirit/",
				
				"content_html": "<blockquote>\n<p>facilitation as ‘the ways spirit moves towards justice’ by holding ‘both the people in and the dynamic energy of, a room, a space, a meeting, an organization, a movement’.</p>\n</blockquote>\n<p>Eine weitere Antwort auf die Frage &ldquo;Was ist Facilitation?&rdquo;. <a href=\"https://medium.com/school-of-system-change/facilitation-an-essential-systemic-practice-a178a9e71a41\">Anna Birney</a> fasst so Adrienne Maree Brown’s Idee der „Emergent Strategy Facilitation“ zusammen.</p>\n<!-- raw HTML omitted -->\n<p>Eine kleinen Teil der Aussage übersetze ich so: Facilitation hält die Menschen in einem Denkraum, einem Ort, einem Meeting, einer Organisation, einer Bewegung.</p>\n",
				"content_text": "> facilitation as ‘the ways spirit moves towards justice’ by holding ‘both the people in and the dynamic energy of, a room, a space, a meeting, an organization, a movement’.\n\nEine weitere Antwort auf die Frage \"Was ist Facilitation?\". [Anna Birney](https://medium.com/school-of-system-change/facilitation-an-essential-systemic-practice-a178a9e71a41) fasst so Adrienne Maree Brown’s Idee der „Emergent Strategy Facilitation“ zusammen.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/1-p6456ucntxao4qyze4drew.webp\" width=\"600\" height=\"394\" alt=\"\">\n\nEine kleinen Teil der Aussage übersetze ich so: Facilitation hält die Menschen in einem Denkraum, einem Ort, einem Meeting, einer Organisation, einer Bewegung.\n",
				"date_published": "2025-01-10T16:22:21+01:00",
				"url": "https://push.michaelschieben.com/2025/01/10/facilitation-as-the-ways-spirit/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/09/173017/",
				
				"content_html": "<p><strong>Strategien der Facilitation-Definition und -Vermittung</strong></p>\n<p><a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7282349597241294848?commentUrn=urn%3Ali%3Acomment%3A%28activity%3A7282349597241294848%2C7282430652413628418%29&amp;replyUrn=urn%3Ali%3Acomment%3A%28activity%3A7282349597241294848%2C7282839974025019392%29&amp;dashCommentUrn=urn%3Ali%3Afsd_comment%3A%287282430652413628418%2Curn%3Ali%3Aactivity%3A7282349597241294848%29&amp;dashReplyUrn=urn%3Ali%3Afsd_comment%3A%287282839974025019392%2Curn%3Ali%3Aactivity%3A7282349597241294848%29\">Quelle</a> – <a href=\"https://www.linkedin.com/in/sophie-marie-stender/\">Sophie Marie Stender</a> setzt ein richtig gutes Thema. Vielleicht für einen nächsten Facilitation Feierabend?</p>\n<p>I like!</p>\n<p>Ich poste mal ein weiteres Zitat zur Vorbereitung. Diesmal von Roger Schwarz aus dem Buch The Skilled Facilitator:</p>\n<blockquote>\n<p>Essentially, a facilitator is a content-neutral third party who helps a group to work together to get better results. […] At its core, facilitation is simply a way of thinking and working with groups that increases the chance that they&rsquo;ll perform well, develop strong working relationships, and maintain or improve members’ well-being.</p>\n</blockquote>\n<p>Aus ebendiesem Buch auch einer meiner Lieblingsskizzen aus seinem Buch. Sie illustriert eine der fünf Annahmen des Mutal Learning Mindsets.</p>\n<p>&ldquo;I may be contributing to the problem&rdquo;</p>\n<p>Gilt für den Facilitator, wie für alle anderen auch. Aber wenn du dieses Statement als Facilitator nicht für dich annimmst, wirst du keine Gruppe leiten, die auf Basis dieser Annahme agiert. Deswegen isses ja <em>Mutal</em> dieses Learning Mindset das Denk und Arbeitsräume prägt.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "**Strategien der Facilitation-Definition und -Vermittung**\n\n[Quelle](https://www.linkedin.com/feed/update/urn:li:activity:7282349597241294848?commentUrn=urn%3Ali%3Acomment%3A%28activity%3A7282349597241294848%2C7282430652413628418%29&replyUrn=urn%3Ali%3Acomment%3A%28activity%3A7282349597241294848%2C7282839974025019392%29&dashCommentUrn=urn%3Ali%3Afsd_comment%3A%287282430652413628418%2Curn%3Ali%3Aactivity%3A7282349597241294848%29&dashReplyUrn=urn%3Ali%3Afsd_comment%3A%287282839974025019392%2Curn%3Ali%3Aactivity%3A7282349597241294848%29) – [Sophie Marie Stender](https://www.linkedin.com/in/sophie-marie-stender/) setzt ein richtig gutes Thema. Vielleicht für einen nächsten Facilitation Feierabend?\n\nI like!\n\nIch poste mal ein weiteres Zitat zur Vorbereitung. Diesmal von Roger Schwarz aus dem Buch The Skilled Facilitator:\n\n> Essentially, a facilitator is a content-neutral third party who helps a group to work together to get better results. […] At its core, facilitation is simply a way of thinking and working with groups that increases the chance that they'll perform well, develop strong working relationships, and maintain or improve members’ well-being.\n\nAus ebendiesem Buch auch einer meiner Lieblingsskizzen aus seinem Buch. Sie illustriert eine der fünf Annahmen des Mutal Learning Mindsets.\n\n\"I may be contributing to the problem\"\n\nGilt für den Facilitator, wie für alle anderen auch. Aber wenn du dieses Statement als Facilitator nicht für dich annimmst, wirst du keine Gruppe leiten, die auf Basis dieser Annahme agiert. Deswegen isses ja *Mutal* dieses Learning Mindset das Denk und Arbeitsräume prägt.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/problem.png\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-09T17:30:17+01:00",
				"url": "https://push.michaelschieben.com/2025/01/09/173017/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/09/reminder-to-self-my-miro/",
				
				"content_html": "<p>reminder to self: my miro templates breath with whitespace</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "reminder to self: my miro templates breath with whitespace\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/space.jpg\" width=\"600\" height=\"459\" alt=\"\">\n",
				"date_published": "2025-01-09T14:55:36+01:00",
				"url": "https://push.michaelschieben.com/2025/01/09/reminder-to-self-my-miro/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/09/twitter-forever-in-my-heart/",
				
				"content_html": "<blockquote>\n<p>twitter [forever in my heart] – account deleted</p>\n</blockquote>\n<p>schreibt <a href=\"https://www.linkedin.com/in/volker-oppmann-927b3b4b/\">Volker</a> → <a href=\"https://www.linkedin.com/in/katharina-k%C3%B6th/\">Katharina</a> kommentiert → LinkedIn zeigt mir diesen Post → ich schreibe hier:</p>\n<p>genau deswegen hab ich jetzt die Kategorie <a href=\"https://push.michaelschieben.com/categories/likeatweetin2012/\">#likeatweetin2012</a></p>\n",
				"content_text": "> twitter [forever in my heart] – account deleted\n\nschreibt [Volker](https://www.linkedin.com/in/volker-oppmann-927b3b4b/) → [Katharina](https://www.linkedin.com/in/katharina-k%C3%B6th/) kommentiert → LinkedIn zeigt mir diesen Post → ich schreibe hier:\n\ngenau deswegen hab ich jetzt die Kategorie [#likeatweetin2012](https://push.michaelschieben.com/categories/likeatweetin2012/)\n",
				"date_published": "2025-01-09T13:08:38+01:00",
				"url": "https://push.michaelschieben.com/2025/01/09/twitter-forever-in-my-heart/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/08/joachim-dreykluft-teilt-auf-linkedin/",
				
				"content_html": "<p><a href=\"https://www.linkedin.com/in/joachim-dreykluft-143b4764/\">Joachim Dreykluft</a> teilt auf LinkedIn seine Learnings aus der Arbeit mit dem Product Field.</p>\n<ul>\n<li>Traue niemand, dessen Zielgruppe &ldquo;möglichst viele/alle&rdquo; lautet.</li>\n<li>Der Driver sitzt nur in sehr Ausnahmefällen an der Unternehmensspitze. Je größer, desto unwahrscheinlicher.</li>\n<li>„Geld verdienen&quot; ist kein Goal. Sondern das Ergebnis.</li>\n<li>Der Preis ist das schlechteste Mittel, um Uniqueness gegenüber Alternatives herzustellen.</li>\n<li>&ldquo;Nicht tun/kaufen&rdquo; ist oft eine Ernst zu nehmende Alternative.</li>\n<li>Und natürlich, last not least: Ein funktionierendes Produkt löst Probleme, die aus den Motivationen von Nutzern/Kunden entstehen.</li>\n</ul>\n<p>Und das für das Produkt &ldquo;Newsletter&rdquo;. Genau so unser Verständnis. Vieles lässt sich produktlogisch betrachten. Auch ein Newsletter!</p>\n<p>Danke, Joachim – <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7275832412985556992/\">Quelle</a></p>\n",
				"content_text": "[Joachim Dreykluft](https://www.linkedin.com/in/joachim-dreykluft-143b4764/) teilt auf LinkedIn seine Learnings aus der Arbeit mit dem Product Field.\n \n- Traue niemand, dessen Zielgruppe \"möglichst viele/alle\" lautet.\n- Der Driver sitzt nur in sehr Ausnahmefällen an der Unternehmensspitze. Je größer, desto unwahrscheinlicher.\n- „Geld verdienen\" ist kein Goal. Sondern das Ergebnis.\n- Der Preis ist das schlechteste Mittel, um Uniqueness gegenüber Alternatives herzustellen.\n- \"Nicht tun/kaufen\" ist oft eine Ernst zu nehmende Alternative. \n- Und natürlich, last not least: Ein funktionierendes Produkt löst Probleme, die aus den Motivationen von Nutzern/Kunden entstehen.\n\nUnd das für das Produkt \"Newsletter\". Genau so unser Verständnis. Vieles lässt sich produktlogisch betrachten. Auch ein Newsletter!\n\nDanke, Joachim – [Quelle](https://www.linkedin.com/feed/update/urn:li:activity:7275832412985556992/)\n",
				"date_published": "2025-01-08T13:01:07+01:00",
				"url": "https://push.michaelschieben.com/2025/01/08/joachim-dreykluft-teilt-auf-linkedin/",
				"tags": ["strategie"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/07/wie-schn-ist-bitte-diese/",
				
				"content_html": "<p>Wie schön ist bitte diese Feature Section auf der <a href=\"https://www.trychroma.com/\">Chroma Webseite</a>?</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Wie schön ist bitte diese Feature Section auf der [Chroma Webseite](https://www.trychroma.com/)?\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/trychroma.jpg\" width=\"600\" height=\"512\" alt=\"\">\n",
				"date_published": "2025-01-07T17:22:30+01:00",
				"url": "https://push.michaelschieben.com/2025/01/07/wie-schn-ist-bitte-diese/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/07/115830/",
				
				"content_html": "<p><a href=\"https://push.michaelschieben.com/2025/01/07/facilitiywhat-in-der-deutsche-sprache/\">Nachtrag</a></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "[Nachtrag](https://push.michaelschieben.com/2025/01/07/facilitiywhat-in-der-deutsche-sprache/)\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-0788.jpg\" width=\"600\" height=\"449\" alt=\"\">\n",
				"date_published": "2025-01-07T11:58:30+01:00",
				"url": "https://push.michaelschieben.com/2025/01/07/115830/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/07/facilitiywhat-in-der-deutsche-sprache/",
				
				"content_html": "<!-- raw HTML omitted -->\n<p>Facilitiy-What? In der deutschen Sprache ist &ldquo;Facilitation&rdquo; nicht so common.</p>\n<blockquote>\n<p>A facilitator is an individual who enables groups and organizations to work more effectively; to collaborate and achieve synergy.</p>\n</blockquote>\n<p>schreibt Sam Kaner in a Facilitator’s Guide to Participatory Decision Making. Eine von drei Definitionen die ich für einen Artikel zum Was ist Gut Workshop for x Jahren gesampelt habe.</p>\n",
				"content_text": "<img src=\"https://push.michaelschieben.com/uploads/2025/img-0788.jpg\" width=\"600\" height=\"449\" alt=\"\">\n\nFacilitiy-What? In der deutschen Sprache ist \"Facilitation\" nicht so common.\n\n> A facilitator is an individual who enables groups and organizations to work more effectively; to collaborate and achieve synergy.\n\nschreibt Sam Kaner in a Facilitator’s Guide to Participatory Decision Making. Eine von drei Definitionen die ich für einen Artikel zum Was ist Gut Workshop for x Jahren gesampelt habe.\n",
				"date_published": "2025-01-07T11:48:54+01:00",
				"url": "https://push.michaelschieben.com/2025/01/07/facilitiywhat-in-der-deutsche-sprache/",
				"tags": ["facilitation"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/06/happy-birthday-jd/",
				"title": "Happy Birthday, JD",
				"content_html": "<p>Es scheint mir so ein nigerianisches Ding zu sein: Auf Social Media zum Geburtstag zu gratulieren. So <a href=\"https://www.linkedin.com/posts/israel-olaniyan_in-the-first-week-of-august-2023-as-my-own-activity-7281897020376645632-VSMA?utm_source=share&amp;utm_medium=member_desktop\">poppen</a> <a href=\"https://www.linkedin.com/posts/theisaac_great-leaders-truly-leave-a-mark-and-jesudamilare-activity-7281435696144277505-b282?utm_source=share&amp;utm_medium=member_desktop\">in</a> <a href=\"https://www.linkedin.com/posts/ennovatelab_ceo-birthday-celebration-activity-7281323623804469248-pKR6?utm_source=share&amp;utm_medium=member_desktop\">diesen</a> <a href=\"https://www.linkedin.com/posts/graceayoade_the-living-legend-happy-birthday-jesudamilare-activity-7281377812932886528-XNiR?utm_source=share&amp;utm_medium=member_desktop\">Tagen</a> <a href=\"https://www.linkedin.com/posts/michaellightt_all-it-takes-is-a-brief-moment-in-close-proximity-activity-7281357561021222912-tJGf?utm_source=share&amp;utm_medium=member_desktop\">jede</a> <a href=\"https://www.linkedin.com/posts/evergreenodeh_happybirthdayjd-impactfulliving-iconsamongus-activity-7281339210010157058-wM9c?utm_source=share&amp;utm_medium=member_desktop\">Menge</a> <a href=\"https://www.linkedin.com/posts/ebenezer-ayoola-9808b3165_happy-birthday-sir-jesudamilare-adesegun-david-activity-7281323272707751936-ivKg?utm_source=share&amp;utm_medium=member_desktop\">Posts</a> <a href=\"https://www.linkedin.com/posts/samsonoladapo_2021-i-joined-a-virtual-conference-themed-activity-7281325725352153089-Cf-n?utm_source=share&amp;utm_medium=member_desktop\">in</a> <a href=\"https://www.linkedin.com/posts/damolaoladipo_today-is-jds-jesudamilare-adesegun-david-activity-7281365485198200832-gZ88?utm_source=share&amp;utm_medium=member_desktop\">meiner</a> Timeline auf, in denen Menschen <a href=\"https://www.linkedin.com/in/jesudamilareadesegundavid/\">JD</a> zum Geburtstag gratulieren.</p>\n<p>In poetischer Schönheit und maximaler Wertschätzung geschrieben.</p>\n<p>Dies nehme ich mir zum Vorbild und dem möchte ich mich anschließen. Nie würde ich es wagen mit meinem mittelgutem Englisch mitzuhalten. Zum Glück gibt es ja Auto-Translate Funktion, die, so hoffe ich ausreichend Inhalt transportiert.</p>\n<p>Und vielleicht freust du dich über diesen Gruß auf deutscher Sprache, JD.</p>\n<p>JD – was wir hier über dich lesen dürfen: es klingt pathetisch, aber es ist nicht übertrieben. Und ich kann es bezeugen: So habe ich dich und dein Wirken erlebt! Und es ist mir eine andauernde Freude, dass wir diese eine Woche im Sommer 2024 unterwegs waren.</p>\n<p>Vielen Dank, dass du uns nach Ogbomosho eingeladen hast. Dass du Rönke und mir dein Land gezeigt hast. Unvergessen dieser Moment, als wir nach Ogbomosho reinfahren und er ruft: „It is you, JD on the billboard.“</p>\n<p>Keep shaping, keep building!</p>\n<p>Es ist so gut, dass du lebst – Happy Birthday Mr JD!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Es scheint mir so ein nigerianisches Ding zu sein: Auf Social Media zum Geburtstag zu gratulieren. So [poppen](https://www.linkedin.com/posts/israel-olaniyan_in-the-first-week-of-august-2023-as-my-own-activity-7281897020376645632-VSMA?utm_source=share&utm_medium=member_desktop) [in](https://www.linkedin.com/posts/theisaac_great-leaders-truly-leave-a-mark-and-jesudamilare-activity-7281435696144277505-b282?utm_source=share&utm_medium=member_desktop) [diesen](https://www.linkedin.com/posts/ennovatelab_ceo-birthday-celebration-activity-7281323623804469248-pKR6?utm_source=share&utm_medium=member_desktop) [Tagen](https://www.linkedin.com/posts/graceayoade_the-living-legend-happy-birthday-jesudamilare-activity-7281377812932886528-XNiR?utm_source=share&utm_medium=member_desktop) [jede](https://www.linkedin.com/posts/michaellightt_all-it-takes-is-a-brief-moment-in-close-proximity-activity-7281357561021222912-tJGf?utm_source=share&utm_medium=member_desktop) [Menge](https://www.linkedin.com/posts/evergreenodeh_happybirthdayjd-impactfulliving-iconsamongus-activity-7281339210010157058-wM9c?utm_source=share&utm_medium=member_desktop) [Posts](https://www.linkedin.com/posts/ebenezer-ayoola-9808b3165_happy-birthday-sir-jesudamilare-adesegun-david-activity-7281323272707751936-ivKg?utm_source=share&utm_medium=member_desktop) [in](https://www.linkedin.com/posts/samsonoladapo_2021-i-joined-a-virtual-conference-themed-activity-7281325725352153089-Cf-n?utm_source=share&utm_medium=member_desktop) [meiner](https://www.linkedin.com/posts/damolaoladipo_today-is-jds-jesudamilare-adesegun-david-activity-7281365485198200832-gZ88?utm_source=share&utm_medium=member_desktop) Timeline auf, in denen Menschen [JD](https://www.linkedin.com/in/jesudamilareadesegundavid/) zum Geburtstag gratulieren.\r\n\r\nIn poetischer Schönheit und maximaler Wertschätzung geschrieben. \r\n\r\nDies nehme ich mir zum Vorbild und dem möchte ich mich anschließen. Nie würde ich es wagen mit meinem mittelgutem Englisch mitzuhalten. Zum Glück gibt es ja Auto-Translate Funktion, die, so hoffe ich ausreichend Inhalt transportiert.\r\n\r\nUnd vielleicht freust du dich über diesen Gruß auf deutscher Sprache, JD.\r\n\r\nJD – was wir hier über dich lesen dürfen: es klingt pathetisch, aber es ist nicht übertrieben. Und ich kann es bezeugen: So habe ich dich und dein Wirken erlebt! Und es ist mir eine andauernde Freude, dass wir diese eine Woche im Sommer 2024 unterwegs waren.\r\n\r\nVielen Dank, dass du uns nach Ogbomosho eingeladen hast. Dass du Rönke und mir dein Land gezeigt hast. Unvergessen dieser Moment, als wir nach Ogbomosho reinfahren und er ruft: „It is you, JD on the billboard.“\r\n\r\nKeep shaping, keep building!\r\n\r\nEs ist so gut, dass du lebst – Happy Birthday Mr JD! \n\n<img src=\"https://push.michaelschieben.com/uploads/2025/img-7676.jpeg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2025-01-06T17:41:23+01:00",
				"url": "https://push.michaelschieben.com/2025/01/06/happy-birthday-jd/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/06/habits-nicht-ziele/",
				"title": "Habits, nicht Ziele",
				"content_html": "<p>Hab ich gelesen: Sollste dir zum Jahresanfang nicht Ziele setzen (hab ich dennoch gemacht) sondern Habits gewinnen wollen. Konzentriere dich auf dein System.</p>\n<p>Hier ein Versuch: Ein harter Korr Block für Korrespondenz. Am Ende jedes Tages. Utopie: keine unbeantworten Nachrichten mehr. Platz für proaktive Kontakt-Aufnahme. Und dann während des Tages: jeden Kommunikationswunsch, jede Antwortnotwendigkeit auf eine kleine Todo-Liste.</p>\n<p>Und außerdem frisch und neu in 2025: ein neues Color-Scheme für Termine und Zeiträume, die ich mir für Aufgaben blocke.</p>\n<p>Mein Ziel jetzt: diese Habit zu formen.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Hab ich gelesen: Sollste dir zum Jahresanfang nicht Ziele setzen (hab ich dennoch gemacht) sondern Habits gewinnen wollen. Konzentriere dich auf dein System. \n\nHier ein Versuch: Ein harter Korr Block für Korrespondenz. Am Ende jedes Tages. Utopie: keine unbeantworten Nachrichten mehr. Platz für proaktive Kontakt-Aufnahme. Und dann während des Tages: jeden Kommunikationswunsch, jede Antwortnotwendigkeit auf eine kleine Todo-Liste.\n\nUnd außerdem frisch und neu in 2025: ein neues Color-Scheme für Termine und Zeiträume, die ich mir für Aufgaben blocke.\n\nMein Ziel jetzt: diese Habit zu formen.\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/habits.png\" width=\"590\" height=\"600\" alt=\"\">\n",
				"date_published": "2025-01-06T17:13:05+01:00",
				"url": "https://push.michaelschieben.com/2025/01/06/habits-nicht-ziele/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/06/abgelegt-hier-war-ich-gerne/",
				
				"content_html": "<p>Abgelegt. Hier war ich gerne als Facilitator und mit dem Product Field dabei: <a href=\"https://www.linkedin.com/posts/cross-innovation-hub_transferwelten-nachhaltigkeit-bildung-activity-7275483770546176000-vZEO?utm_source=share&amp;utm_medium=member_desktop\">Cross Innovation Lab</a> der Hamburg Kreativ Gesellschaft mit DESY und Lea, Lars, Mechthild, Sebastian, und so vielen Kreativen (looking at you, scientists) mehr!</p>\n",
				"content_text": "Abgelegt. Hier war ich gerne als Facilitator und mit dem Product Field dabei: [Cross Innovation Lab](https://www.linkedin.com/posts/cross-innovation-hub_transferwelten-nachhaltigkeit-bildung-activity-7275483770546176000-vZEO?utm_source=share&utm_medium=member_desktop) der Hamburg Kreativ Gesellschaft mit DESY und Lea, Lars, Mechthild, Sebastian, und so vielen Kreativen (looking at you, scientists) mehr!\n",
				"date_published": "2025-01-06T16:32:51+01:00",
				"url": "https://push.michaelschieben.com/2025/01/06/abgelegt-hier-war-ich-gerne/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/06/drei-freunde-gren-aus-hamburg/",
				
				"content_html": "<p>drei freunde grüßen aus hamburg altona. happy new year <a href=\"https://www.linkedin.com/in/max-irmer?utm_source=share&amp;utm_campaign=share_via&amp;utm_content=profile&amp;utm_medium=ios_app\">max</a>!</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "drei freunde grüßen aus hamburg altona. happy new year [max](https://www.linkedin.com/in/max-irmer?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app)!\n\n<img src=\"https://push.michaelschieben.com/uploads/2025/image.jpg\" width=\"600\" height=\"450\" alt=\"\">\n",
				"date_published": "2025-01-06T14:11:50+01:00",
				"url": "https://push.michaelschieben.com/2025/01/06/drei-freunde-gren-aus-hamburg/",
				"tags": ["likeatweetin2012"]
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/05/es-ist-und-jetzt-habe/",
				
				"content_html": "<p>Es ist 2025 und jetzt habe ich auf meiner Webseite einen eigenen micro-blog. Und gleichzeitig sind mir die Menschen auf LinkedIn wichtig. So, wie dieser Content da ankommt, ist nicht so gut. Mit fehlen @-Mentions und Bild. Und doof ist auch, wenn die Inhalte nicht ankommen, weil der LinkedIn Algorithmus Posts mit URL als weniger wertvoll betrachtet.</p>\n<p>Warning: Bissle nerdy jetzt.</p>\n<p>Also suche ich nach einer technischen Möglichkeit, um die Inhalte, die ich hier schreibe als Draft in LinkedIn anzulegen. Dort würde ich dann editieren und schedulen.</p>\n<p>Einige Spuren</p>\n<ul>\n<li>Die neue LinkedIn Api erlaubt den Post-Status &ldquo;DRAFT&rdquo; <a href=\"https://learn.microsoft.com/en-us/linkedin/marketing/community-management/shares/posts-api?view=li-lms-2024-11&amp;tabs=http#multiimage-post-creation-sample-request\">learn.microsoft.com/en-us/lin&hellip;</a></li>\n<li>Diese GitHub Projekt um RSS an LinkedIn weiterzuleiten, könnte ich modifieren <a href=\"https://github.com/Arisamiga/Linkedin-RSS\">github.com/Arisamiga&hellip;</a></li>\n<li>Oder noch Postiz (<a href=\"https://github.com/gitroomhq/postiz-app\">https://github.com/gitroomhq/postiz-app</a>) dazwischenschalten?</li>\n</ul>\n<p>Und dieser Post geht noch ganz generisch automatsiert und ohne eigene Lösung direkt von hier nach dort.</p>\n",
				"content_text": "Es ist 2025 und jetzt habe ich auf meiner Webseite einen eigenen micro-blog. Und gleichzeitig sind mir die Menschen auf LinkedIn wichtig. So, wie dieser Content da ankommt, ist nicht so gut. Mit fehlen @-Mentions und Bild. Und doof ist auch, wenn die Inhalte nicht ankommen, weil der LinkedIn Algorithmus Posts mit URL als weniger wertvoll betrachtet.\n\nWarning: Bissle nerdy jetzt.\n\nAlso suche ich nach einer technischen Möglichkeit, um die Inhalte, die ich hier schreibe als Draft in LinkedIn anzulegen. Dort würde ich dann editieren und schedulen.\n\nEinige Spuren\n\n- Die neue LinkedIn Api erlaubt den Post-Status \"DRAFT\" [learn.microsoft.com/en-us/lin...](https://learn.microsoft.com/en-us/linkedin/marketing/community-management/shares/posts-api?view=li-lms-2024-11&tabs=http#multiimage-post-creation-sample-request)\n- Diese GitHub Projekt um RSS an LinkedIn weiterzuleiten, könnte ich modifieren [github.com/Arisamiga...](https://github.com/Arisamiga/Linkedin-RSS)\n- Oder noch Postiz (https://github.com/gitroomhq/postiz-app) dazwischenschalten?\n\nUnd dieser Post geht noch ganz generisch automatsiert und ohne eigene Lösung direkt von hier nach dort.\n",
				"date_published": "2025-01-05T16:20:08+01:00",
				"url": "https://push.michaelschieben.com/2025/01/05/es-ist-und-jetzt-habe/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/03/auf-meiner-website-hatte-ich/",
				
				"content_html": "<p>Auf meiner <a href=\"https://michaelschieben.com/2024.html\">Website</a> hatte ich für das Jahr 2024 Ziele und Ambitionen veröffentlicht. So auch dieses: &ldquo;Erstellen von 24 nostalgischen Instagram-Posts&rdquo;. <a href=\"https://www.instagram.com/m.onthefield/\">Sieh an!</a> 6 Erinnerungen habe ich gepostet #AmbitionUndWirklichkeit</p>\n",
				"content_text": "Auf meiner [Website](https://michaelschieben.com/2024.html) hatte ich für das Jahr 2024 Ziele und Ambitionen veröffentlicht. So auch dieses: \"Erstellen von 24 nostalgischen Instagram-Posts\". [Sieh an!](https://www.instagram.com/m.onthefield/) 6 Erinnerungen habe ich gepostet #AmbitionUndWirklichkeit\n",
				"date_published": "2025-01-03T19:06:50+01:00",
				"url": "https://push.michaelschieben.com/2025/01/03/auf-meiner-website-hatte-ich/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/03/indieweb-in/",
				"title": "Indieweb in 2025",
				"content_html": "<p>Hallo 2025 – back to Indieweb. Es waren Goldene Zeiten, als ich auf meiner Webseite und Vistienkarte (sic!) als Angebot &ldquo;Independent Online Development&rdquo; schrieb. Irgendwie logisch, weil ich damals ja im Umfeld von einem Independent Record Label (L&rsquo;Age d&rsquo;Or) gearbeitet habe.</p>\n<p>Kurz notiert: ich versuche 2025 mal was Neues. Alles Posts zuerst auf der eigenen Webseite. Und dann auf LinkedIn. Was bleibt: LinkedIn weiterhin zur Freude. Die Wünsche ich euch für dieses Jahr!</p>\n",
				"content_text": "Hallo 2025 – back to Indieweb. Es waren Goldene Zeiten, als ich auf meiner Webseite und Vistienkarte (sic!) als Angebot \"Independent Online Development\" schrieb. Irgendwie logisch, weil ich damals ja im Umfeld von einem Independent Record Label (L'Age d'Or) gearbeitet habe.\n\nKurz notiert: ich versuche 2025 mal was Neues. Alles Posts zuerst auf der eigenen Webseite. Und dann auf LinkedIn. Was bleibt: LinkedIn weiterhin zur Freude. Die Wünsche ich euch für dieses Jahr!\n",
				"date_published": "2025-01-03T18:55:38+01:00",
				"url": "https://push.michaelschieben.com/2025/01/03/indieweb-in/"
			},
			{
				"id": "http://michaelpush.micro.blog/2025/01/03/golden-path/",
				"title": "Golden Path",
				"content_html": "<p>Für das Update meiner Webseite zum Jahresbeginn 2025 wähle ich dieses Foto. Eine Erinnerung an die tonali Konferenz im letzten Sommer zur Zukunft der Klassik. In meiner Hand eine schnelle Skizze. Ich nenne sie &ldquo;golden path&rdquo;. So einfach, missverständlich und nützlich wie der Golden Circle. Ein kleines Denkwerkzeug, das die Frage nach Identität und Versprechen auf einem Zeitstrahl aufwirft. Was &ldquo;war&rdquo;, &ldquo;ist&rdquo; und &ldquo;wird&rdquo;?</p>\n<p>Foto von Swanhild Kruckelmann @ tonali Konferenz 2024</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Für das Update meiner Webseite zum Jahresbeginn 2025 wähle ich dieses Foto. Eine Erinnerung an die tonali Konferenz im letzten Sommer zur Zukunft der Klassik. In meiner Hand eine schnelle Skizze. Ich nenne sie \"golden path\". So einfach, missverständlich und nützlich wie der Golden Circle. Ein kleines Denkwerkzeug, das die Frage nach Identität und Versprechen auf einem Zeitstrahl aufwirft. Was \"war\", \"ist\" und \"wird\"?\r\n\r\nFoto von Swanhild Kruckelmann @ tonali Konferenz 2024\n\n<img src=\"https://michaelpush.micro.blog/uploads/2025/c132304c60.jpeg\" width=\"600\" height=\"400\" alt=\"\">\n",
				"date_published": "2025-01-03T18:06:43+01:00",
				"url": "https://push.michaelschieben.com/2025/01/03/golden-path/"
			}
	]
}
